{
    "tweet_id": "2022_train_main_tweet_59",
    "tweet": "A WHO source confirmed the letters Nu and Xi of the Greek alphabet had been deliberately avoided. Nu had been skipped to avoid confusion with the word \"new\" and Xi had been skipped to \"avoid stigmatising a region\", they said.\n\nAll pandemics inherently political!",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_59_comment_1",
            "tweet": "@AUTHOR @USER Xi Jinping is a region now?"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_2",
            "tweet": "@AUTHOR In a late move, Greece asks for a wider review of the overall naming regime, given the policy of avoiding stigmatising regions."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_3",
            "tweet": "@AUTHOR A \"region\" 🥲"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_4",
            "tweet": "@AUTHOR @USER They've avoided stigmatising, but they'll be Sigmatising at some point.\n\n&lt;getting coat&gt;"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_5",
            "tweet": "@AUTHOR @USER Wait for the Life of Pi."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_6",
            "tweet": "@AUTHOR @USER But it's not pronounced like Xi the Chairman !"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_7",
            "tweet": "@AUTHOR I guess they’re not worried about stigmatizing the Greeks. #greekmythology"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_8",
            "tweet": "@AUTHOR When we get to Omega we know we are in trouble"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_9",
            "tweet": "@AUTHOR .Yes, I think we're aware of the contortions the WHO happily makes to avoid upsetting or confronting Xi and the Party.\n\nSee also: the WHO's breezing past the denial, destruction and disappearance of data concerning the origin of COVID.\n\nPolitical, sure. And compromised."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_10",
            "tweet": "@AUTHOR @USER Makes sense, frankly (though Omnicron sounds like a brand of microwave) but what happens when we run out of alphabet?  Do we get hurricane names like Bill?"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_11",
            "tweet": "@AUTHOR @USER Why are we using Greek letters. Isn’t that a bit unfair to the Greeks… and if we used Chinese characters, we’d never run out."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_12",
            "tweet": "@AUTHOR But there no problem calling the new variant the \"African variant\"? 🤔"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_13",
            "tweet": "@AUTHOR @USER And for the next variant they’ll skip Pi coz that’ll upset all the mathematicians!"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_14",
            "tweet": "@AUTHOR Avoid stigmatizing a region? Why aren't they worried that Greece feels stigmatized by having all the variants named with Greek letters?"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_15",
            "tweet": "@AUTHOR If the WHO don't think Omicron is controversial, wait till Emperor Lrrr finds out. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_16",
            "tweet": "@AUTHOR But what the heck is Omicron??"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_17",
            "tweet": "@AUTHOR Pandemics are not political. Human behevior might be.\nThe virus doesn't care how you call it. Humans do."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_18",
            "tweet": "@AUTHOR Let's skip the easy to write, read and speak Greek letters \"Nu\" and \"Xi\" for superficial reasons and have some \"fun\" writing, reading and speaking the word - once more googling for correct spelling - \"Omnicron\" billions of times all over the world.\n\nIt's a waste of time."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_19",
            "tweet": "@AUTHOR Thanks @USER. I think it will not take long for people to rename COVID-19 as COVID-(Greek letter). We still don't know the origin of COVID. Why not use a variable, like in algebra, rather than 19 until we find the origin. My choice is nice looking Greek letter ξ."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_20",
            "tweet": "@AUTHOR Xi, the inventor of #wuhanvirus, must be used only to acknowledge the most lethal and devastating variation."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_21",
            "tweet": "@AUTHOR Nu should be pronounced Nee, not New. Upsilon makes an eee sound. And it's been this way since at least the 5th century BC. Odd that Nu isn't transliterated the way Xi is."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_22",
            "tweet": "@AUTHOR Which region is XI? Where is it? Also, it’s ridiculous to decide to follow an alphabet and not following it because of English pronunciation. In Greek it’s pronounced Ni, like the knights that say Ni in the Monty Python film 😂"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_23",
            "tweet": "@AUTHOR Why Greek letters then? Ain't stigmatising the Greek??"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_24",
            "tweet": "@AUTHOR @USER I bet they skip 'Chi' too"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_25",
            "tweet": "@AUTHOR The original virus should have been named Xi, with variants called Xi-1, Xi-2.... going up to as many numbers as possible. It's's only fair to remember the man who helped it spread around the world."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_26",
            "tweet": "@AUTHOR @USER What region in the world is referred to as \"Xi\"?🤔...\n\nI need to refresh my geography ..please @USER help me find \"Xi\". Where is that mysterious \"Xi\" located?\n\nIs it a country, a valley,what is it? It can't be an ethnical group, can it? How many \"Xi-s\" there are? #CCP_is_terrorist"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_27",
            "tweet": "@AUTHOR Shut up, Paul Ki"
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_28",
            "tweet": "@AUTHOR @USER It’s not the WHO’s fault if conspiracy theorists are the dumbest people alive 🤷‍♀️."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_29",
            "tweet": "@AUTHOR In fairness, every variant is the Xi variant."
        },
        {
            "tweet_id": "2022_train_main_tweet_59_comment_30",
            "tweet": "@AUTHOR We can call Spanish flu, German measles, but Wuhan Virus are forbidden and now Xi variants also skipped. All these nonsenses are just to keep China Happy?"
        }
    ]
}