{
    "tweet_id": "2022_train_main_tweet_5",
    "tweet": "A friend who abandons you in your tough times is no less than a backstabber. He’s worse than an upfront enemy. Kanhaiya Kumar, the selfish, opportunistic coward didn’t deserve Umar Khalid’s friendship. Good riddance for Umar. And a lesson learnt for Muslims. We are in this alone.",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_5_comment_1",
            "tweet": "@AUTHOR Muslims are always alone when it comes to fighting for their rights. Now it has become a cardinal rule. #afterthoughts",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_5_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR The fight to deny everybody else their rights ❤️😍"
                },
                {
                    "tweet_id": "2022_train_main_tweet_5_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Chh chh.. feeling so sad. Why don’t you get new victim card.."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_5_comment_2",
            "tweet": "@AUTHOR He belongs to Bhumihaar community from bihar &amp; bhumihaars r well understood by rajputs",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_5_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR No, Bhumihar are considered Brahmins. \n\"Bhumihar Brahmins\"\nMr.Imran instead of getting into Castism of hindus why don't you fight for Pasmanda Muslims ?\nHave you ever bothered about pain of Ajlaf or Arzals ?\nPoking nose into others won't solve the issues of poor muslims."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_5_comment_3",
            "tweet": "@AUTHOR @USER what's getting u so worked up? Shud one stand up only for 'friends'? Don't we show loyalty to fellow students/resist injustice to them? May be @USER has no/few friends but many well wishers &amp; close acquaintances? His statemnt doesn't show any disrespect 2 Umar",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_5_comment_3_reply_1",
                    "tweet": "@AUTHOR @USER @USER Is Umar your friend? Well he isn't mine but he'll always have my support &amp; prayers..."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_5_comment_4",
            "tweet": "@AUTHOR But is umar khalid a leftist or a muslim leader!"
        },
        {
            "tweet_id": "2022_train_main_tweet_5_comment_5",
            "tweet": "@AUTHOR Hiding behind the victim card won’t hide the bitter truth. Why are Muslims in turmoil, throughout the world, whether it is in India, Afghanistan, Pakistan, Iran, Iraq, Syria, Somalia, Nigeria &amp; many many more countries? Time to introspect, not to point fingers at everyone else!",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_5_comment_5_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Pointing figures is their birth right. According to them, 26/11 India ne, 9/11 America ne aur 7/7 UK valo ne karvaya, inko badnam karne ke liye. Matlab ye kam badnam hain ki ye sare desh apne logo par aatanki hamle karvaye, inko aur jyada badnam karne ke liye."
                }
            ]
        }
    ]
}