{
    "tweet_id": "2022_train_main_tweet_114",
    "tweet": "Friday prayers in Dubai during COVID in a busy street that is closed for 15 minutes for prayers. Shops in this area also close, only to open after Friday noon prayers. Friday is a holy day for Muslims &amp; they take their noon prayer very seriously. #FridayPrayer #Islamophobia @URL",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_114_comment_1",
            "tweet": "@AUTHOR UAE should cancel contract to build Mandir in Dubai.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Bro, thats not the culture of muslims"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Cancel it we Hindus have not told to Dubai they are doing by there wishes ...your community has power then stop it"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Agree with uh😂"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Yes I agree.. please cancel the contract.if u favour in mandir then Allah will punish u ."
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR ok do it we will stop taking crude from gulf thn we will see frm were ur malik will get money"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR Yes you are right ... India should also demolish all disgusting masjids in India"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR Woh log chutiye nahi hai"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR Then we will cancel all masajid from india"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR Roo mt \nJai shree ram ka jaap ker dukh dur chla jayega"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_1_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR You are an Indian and tweeting with so much hate like this, hope and pray persons like you don't represent majority of Indian Mu$lims, get well soon"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_2",
            "tweet": "@AUTHOR But i heard that gulf nation is going to cencel Friday off ....instead they will regularize on sunday right",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_2_reply_1",
                    "tweet": "@COMMENTATOR No\nWe are Muslims not Christians"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_3",
            "tweet": "@AUTHOR Kindly share some images of China too....",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_3_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Wo Indian army kiii?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_3_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR China make good relationships with Pakistan and Muslim countries.  Can u make it without hypocrisy?  If u want to follow them.\n2nd u r responsible of endia or China?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_3_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR China is not claiming herself a democratic and secular country."
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_3_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR I can share you image of China 🇨🇳 where people enjoying beef without getting lynch"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_4",
            "tweet": "@AUTHOR Madam, is there any job vacancy in uae",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_4_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Good topic"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_5",
            "tweet": "@AUTHOR Update on Gurgaon Namaz \n\nJuma Namaz did not take place at 3 sites- Sector-12, Sector 47 and Sector-18\n\nRest, Namaaz took place at all sites. \n\nGorvardhan Pooja was held by Hindutva supporters at Sector-12 Namaz site  earlier today. BJP's Kapil Mishra attended it."
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_6",
            "tweet": "@AUTHOR This happens in most cities in #India - Some pix from #Allahabad #Kolkata #Patna #Mumbai.\nYou need to understand, India is a huge country. Yes, there are problems in some places like the recent cases in Manipur and Gurgaon. It's a concerning trend but not the whole or only truth. @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_6_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Yes it is true that Muslim offer Juma prayer on road in different cities of India...\nBut you must say it's not that India after 2014...\nIt is full of hate,mob Lynch, Riots, arson, looting, killing ....And Govt had no word of sympathy or action or reaction.... .No justice at all"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_6_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Beautiful PICs ✨😍"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_6_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR This needs to stop, wherever they populate they become a nuisance for others and force their way of living on others. Which is unacceptable."
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_6_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR 🙊🙊🙊🙊😷😷😷😷"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_6_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR These pictures are from Bangladesh.. Islamophobic Hindus never Allowed to do prayer in India like this..."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_7",
            "tweet": "@AUTHOR Being an Hindu leaving in GCC frm last 15 years I have have feeling that what a respect we have here fr temples, Gurdwaras etc. But it's very sad what this Modi governmet is up to. Very sad and sorry.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_7_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Aapki bat sahi hai sir jee lekin India me jab tk RSS aur andhbhakt hai India ko aaise he barbad kar denge.acche din bol kar modi ko laya .aur modi me india ka barbad kar Dala...."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_8",
            "tweet": "@AUTHOR It's wrong to hijack public places for religious events. Once in a year on festivals it might be ok. But every week, no way. Atleast in a secular countries like India this must not be allowed for any religion. There is already too much of religiosity and religion is around.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_8_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR It's because COVID and people are praying in some distance, otherwise there's enough space in the mosque to accommodate."
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_8_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR How many shani mandirs block roads on Saturday? Entire navratri &amp; ganesh utsav how much space occupied? Don't be hypocrite, My peoples visited Gurugram, Muslims were praying only in isolated grounds,Manuwadi Brahmins doing with our community  centuries hatred for others, shameful"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_8_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Muslims masjids are encroached in Gurgoan administration is not allowing opening of masjids, so they were alloted 37  open places for Friday prayers but Hindutva goons are terrorising Muslims of #Gurgoan every Friday. Hear first hand report @URL #OpenMosques"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_8_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Hindu hijack public places, they build countless illegal mandir Roadside of public land, they put stone un the night any places and telling people that god appeared, making peoples fool."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_9",
            "tweet": "@AUTHOR @USER حافظ صاحب.!\nممکنہ طور پر یہ رہائشی علاقہ ہے..\n\nشاہراہیں بند کرنے کا کوئی تصور بھی نہیں کر سکتا ہے..",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_9_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Ye COVID k time howa hai shyd. Iska indirect context Indian Guragun City Nemaz Issue hai"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_10",
            "tweet": "@AUTHOR Which Dubai is this?? I was in Dubai for quite some time and never saw any namaz on any road..maybe this was during covid when mosques were closed...",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_10_reply_1",
                    "tweet": "@COMMENTATOR Usually people pray inside, but during COVID there was social distancing and on Fridays for a short while people would pray outside"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_10_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR But in same country kaafirs can't practice their religion in public #hypocrisy"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_11",
            "tweet": "@AUTHOR Bhai everyone is happy in our country, we love our India, chain se khao, kaam karo, Padho,development Lao, jab dekho tab religion k naampe hatespeech dene ajate ho,itna research apni work field me kia hota toh desh kahase kaha pohochta\ncartoons",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_11_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR right My workfield is hindutva and i recently discovered that Kutubminar is not build by kutubduin ebak \nTajmahal is tejomahalay \nlal kila is lalkot build by hindu king in 11 century \nmughals were useless"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_12",
            "tweet": "@AUTHOR Saudi and Dubai also rich from oil, so they can afford close shops and industry. But India can't, how can possible every Friday close.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_12_reply_1",
                    "tweet": "@COMMENTATOR For 10 minutes it will break the bank?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_13",
            "tweet": "@AUTHOR Are they praying or begging???",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_13_reply_1",
                    "tweet": "@COMMENTATOR Do you worship a cow?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_14",
            "tweet": "@AUTHOR Shops are closed not out of choice… it’s the rule of the land. So they have a choice. I can understand ur vision is like a horse with a blinker. Coz u r made to wear the blinker in a diff form."
        },
        {
            "tweet_id": "2022_train_main_tweet_114_comment_15",
            "tweet": "@AUTHOR One day Inshallah will come to us too, when the Muslim will rule the whole world Amin\nLike today we are being played with our religion, tomorrow beta be ready while on the road went around saving your god... Inshallah\n￼",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_15_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR That day will never come ..you guys will end up destroying eachother one day ..Jai Shree Ram🙏"
                },
                {
                    "tweet_id": "2022_train_main_tweet_114_comment_15_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Ab ISIS join kr raha 😂,america wale tujhe dhundh rahe honge.❤️de lag jayege tere."
                }
            ]
        }
    ]
}