{
    "tweet_id": "2022_train_main_tweet_41",
    "tweet": "\"I'm Done, Goodbye...\": Comic After 12 Shows Cancelled In 2 Months @URL @URL",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_41_comment_1",
            "tweet": "@AUTHOR Comic? what was comedy in that? If I abuse @USER Prannoy on your handle, will that be classified as comedy?"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_2",
            "tweet": "@AUTHOR @USER Super.. economic boycott will teach good lessons to these so called comedians who specifically defame one set of religious people and take it for granted.  When you have several topics to do comedy, why would anyone choose to take religion and community for comedy. good response"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_3",
            "tweet": "@AUTHOR Let's rejoice somehow we managed to trample a dream of a young man....Mr 56 is allowed to joke but not this man who does the same with all sincerety..."
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_4",
            "tweet": "@AUTHOR @USER Whatever others might do, didn’t expect @USER to silently watch this discrimination against someone’s rights\n\nAre there no @USER ruled or opposition ruled states to hold these shows @USER @USER @USER @USER @USER @USER"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_5",
            "tweet": "@AUTHOR @USER Andh bhakt khush"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_6",
            "tweet": "@AUTHOR One can gauge the level of common sense of those people who opposes Munnawar Farooqui's or for that matter any other comedians shows. Ur opposition to such shows shows that ur definition of ur religion is on tenterhooks as it can b damaged by comedy."
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_7",
            "tweet": "@AUTHOR It's a sad development for the nation."
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_8",
            "tweet": "@AUTHOR Very saddened day for democratic nation."
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_9",
            "tweet": "@AUTHOR Sad for the barion"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_10",
            "tweet": "@AUTHOR Injustice with him. 😞😞"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_11",
            "tweet": "@AUTHOR Does Munawaar Faruqi support the freedom of expression of a cartoonist? Charlie Hebdo in this case...."
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_12",
            "tweet": "@AUTHOR This is the new India where comedians are a threat &amp; terror accused are in ruling government.\n#Munawar #SadhwiPragya #TwoIndias #Hypocrisy"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_13",
            "tweet": "@AUTHOR This is the best card they have got. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_41_comment_14",
            "tweet": "@AUTHOR This is so sad, one comedian can't perform. Just because he is portraying reality in a comic style.\nDon't give up man @USER of course you can take a brief break instead."
        }
    ]
}