{
    "tweet_id": "2022_train_main_tweet_17",
    "tweet": "What's wrong with the name #Jehangir. \nEven the great Dr Homi Jehangir Bhabha, father of Indian Nuclear Programme had Jehangir in his name. \nAlso, what a couple name their child is no one's business. \nWe are becoming an Islamophobic nation.",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_17_comment_1",
            "tweet": "@AUTHOR BJP is dangerous for nation."
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_2",
            "tweet": "@AUTHOR Oh C'mon Sir, \nIn Air-conditioning life you don't know even the reality of Phobia!\nNo name is Bad but Saif chooses those name which are brutal in History.\nAfter so many Incidents happened daily basis from Forced conversions to Murders of Hindu girls after Marriage against Hindus."
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_3",
            "tweet": "@AUTHOR U know nothing John Snow....\n\nAap sirf blame kar sakte ...jo man me aya bol rhe ho...\nAap ko ground reality ke bare me pta nhi h sir.....\n😔😔"
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_4",
            "tweet": "@AUTHOR लेफ्टिस्ट्स!"
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_5",
            "tweet": "@AUTHOR Everyone after becoming famous keep saying that we are secular but when a hindu suffered then no celebrity supporting. You are not wrong sir &amp; ppl who r trending Jahangir are also not wrong. All have different story &amp; understanding in their lives.🙏"
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_6",
            "tweet": "@AUTHOR You know what now I know why many of the prominent educators decided not to work with you and went their own way,\n\nYou decided to pick this issue not because it's important but because it's sensational &amp; the last line is deliberately written just get more attention. \n\nWe get it😁"
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_7",
            "tweet": "@AUTHOR i did not have any prblm with name \"jahangir\" but Palgarh mob lynching happend on16 April 2020.\nWhy you don't say , our nation becoming hinduphobic.\n#Hypocrisy is on its peak."
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_8",
            "tweet": "@AUTHOR Sir having seen some comments I realize where our country is heading. It's great that you put this sensitive tweets, it brings out the reality of people. It's funny to read the logics behind their thinking. Some people also tell you to just concentrate on teaching 😀"
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_9",
            "tweet": "@AUTHOR Liberal punjabi with bullah : Hahahaha Saif bhai and Karina are Rockstars. Named their son Jahangir to set Sanghi arrsses on fire hahaha\n\nSanghi: Didn't Jahangir kill Guru Arjan Dev?\n\nL . P with B : Don't change the topic murti pujak Hindu! You are hurt admit it ha ha balle balle"
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_10",
            "tweet": "@AUTHOR U missed a fact that the outrage is not bcz of the mυslim name.\nIts because the name is of a \"mυghal invader\" \n\nThe Nation is still very much secular \nHence only sentiments are hurt Not people."
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_11",
            "tweet": "@AUTHOR Tu bhi Tere bete ka naam kasaab rakh Dena bas."
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_12",
            "tweet": "@AUTHOR गौरव सर कभी अवसर मिले तो अपने स्टूडियो से निकलकर उन गाँव की गलियों से गुजरना जहाँ हमारे शांतिप्रिय समुदाय के लोग बहुसंख्यक हैं... दावे के साथ कह सकता हूँ आप ट्विटर का सेक्युलरिज्म भूल जाएंगे...\nवैसे हो सकता है आपसे असमत होने के कारण आप मुझे ब्लॉक कर दें किंतु सच यही है..."
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_13",
            "tweet": "@AUTHOR haa to apna naam Aurangzeb rakh... lo.  kya . jata h..."
        },
        {
            "tweet_id": "2022_train_main_tweet_17_comment_14",
            "tweet": "@AUTHOR Hinduphobia and Islamophobia are Two mutual terms.\nOnly one of Them can never exist.\nYour ideologies is left lining and biased.\nThis is why Mahipal sir and Prashant Sir Left Study IQ"
        }
    ]
}