{
    "tweet_id": "2022_train_main_tweet_130",
    "tweet": "Don’t listen to the hypocrites. Islamic nations have no democracy, no rule of law, no freedom. They persecute minorities and disrespect human rights like no one else. \n\nTHEY should be criticized! \n\nThe ideology of #Muhammad is offensive and abusive, not the heroic #NupurSharma!",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_130_comment_1",
            "tweet": "@AUTHOR Your opinion... \n@URL @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_2",
            "tweet": "@AUTHOR Your opinion... \n@URL @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_3",
            "tweet": "@AUTHOR sorry, I stopped listening after the first sentence."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_4",
            "tweet": "@AUTHOR Kutey"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_5",
            "tweet": "@AUTHOR 100% agree. Islamic terrorism is going higher day be day. It should be stop. Only India and Israel can't do that. All other nation should be come close to each other and talk on the table."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_6",
            "tweet": "@AUTHOR And see the irony. All these Muslim nations condemned Nupur but never said that she is wrong."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_7",
            "tweet": "@AUTHOR Truth is spoken ❤️"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_8",
            "tweet": "@AUTHOR 👌👌"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_9",
            "tweet": "@AUTHOR Well Said. It's rare these days to come across an honest man like you"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_10",
            "tweet": "@AUTHOR It's a shame when western democracies don't stand up in support of one of the pillers of democracy,  free speech. Have not seen the flag bearers of democracy from the west saying,  she spoke the truth from a book and it's her democratic right. This is where democracy fails."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_11",
            "tweet": "@AUTHOR Do not insult Prophet Muhammad (ﷺ), this sin is not worth forgiving."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_12",
            "tweet": "@AUTHOR You have a free advice that if Muslims all over the world spit on your country, then there will be a flood in your country, so say thoughtfully."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_13",
            "tweet": "@AUTHOR Hat's off to you Sir, for highlighting the truth in front of the world in a straight forward manner."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_14",
            "tweet": "@AUTHOR truth hurts thanks sir\nJai shree Ram 🙏🚩"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_15",
            "tweet": "@AUTHOR 🙏 🇮🇳 🙏 🚩 🙏 @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_16",
            "tweet": "@AUTHOR We love Prophet Muhammad ﷺ\nMore than anything &amp; anyone in the world\nWe can’t compromise on dignity &amp; honour of Hazoor ﷺ\n #إلا_رسول_الله_يا_مودي"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_17",
            "tweet": "@AUTHOR Thank you very much sir for supporting the people of India to stand with India, you have exposed Arab Islamic countries who consider themselves champions of religion. People of India should also understand who is not with #NupurSharma who speaks the truth today.!! 🙏🙏❤️"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_18",
            "tweet": "@AUTHOR It's satisfying to see such an intellectual person like you speaking the truth.  India needs more powerful and brave persons like you who can speak the truth as it is.  \n\nThanks for your support. Love form India💓"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_19",
            "tweet": "@AUTHOR Oh okay, well here goes your opinion @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_20",
            "tweet": "@AUTHOR I always admire you sir\nI am from india and we love you so much sir"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_21",
            "tweet": "@AUTHOR come to Pakistan just once come"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_22",
            "tweet": "@AUTHOR Our Five thousand years old Sanatan Dharma संस्कृति teaches us धर्म की जय हो अधर्म का नाश हो प्राणियों में सद्भावना हो विश्व का कल्याण हो... @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_23",
            "tweet": "@AUTHOR Your time is near"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_24",
            "tweet": "@AUTHOR @USER Thanks for speaking truth as our government officials fear to speak truth about Muhammad \n@USER"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_25",
            "tweet": "@AUTHOR You're so wrong. Completely wrong in your perception &amp; experience. \n\nPreachers who use religion for their personal cause is what you listen to.\n\nEurope took 200years to reach where they are now. Pls allow 3rd world countries to reach that level of society."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_26",
            "tweet": "@AUTHOR Before Saying Something,Do some research Aboutwhom you Aretalking.Prophet Muhammad PBUH BeingTheBestOf Creation Of The Creator Almighty Allah.\nThere is a list of 100most influential Human On Earth,And Prophet Muhammad PBUH Is On Top.and guess what This List is done by A chirstian"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_27",
            "tweet": "@AUTHOR 85% of the refugees in the world are Muslims .. 58 Islamic countries, why do they go to non-Islamic countries?  Is it coincidence or experiment .. ??"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_28",
            "tweet": "@AUTHOR Be fully confident that we will never forgive everyone who offended our Prophet #Muhammad"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_29",
            "tweet": "@AUTHOR Mohammad give some rules at his last Khutba.and these are the rules  that UN assembly agreed  for every country and for your information Islam is the first religion who told that no ine superior from one another at color &amp; cast..but many years European"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_30",
            "tweet": "@AUTHOR Proud of you sir... And proud of my sister @USER ... We all are With you.... You are right.. You never said anything Wrong... There is 17 islamic countries against this single lady... She is very brave... We are with you and proud of you sister"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_31",
            "tweet": "@AUTHOR All the Muslims are saying that don't insult #ProphetMuhammad but stating the things written in your own book is insult than it needs correction.\nYour own spiritual leaders states the same thing but nobody objects to them.\nFirst you should come to know how your rulers  ruled."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_32",
            "tweet": "@AUTHOR Beware, you are the one who is afraid, because we do not fear the blame of the blamer. Prophet of God Muhammad, He came with a religion that taught you a lot. You are too servile to look at you. But we speak with our hearts in which our love for our Prophet Muhammad"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_33",
            "tweet": "@AUTHOR True... @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_34",
            "tweet": "@AUTHOR you judging a case by your time and there big deference between now and 1443 years ago:\n1/women grow faster in hot area's than cold one \n2/life time was short lucky people live for 55 so you need to have faster circle of life and death or you tribe will vanish"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_35",
            "tweet": "@AUTHOR Old times, old customs. Early marriages were a common phenomenon in old times and at that time people hardly kept note of age like we do today. And since contradictory references exist regarding her age, it's only bias that you choose to believe one reference over others."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_36",
            "tweet": "@AUTHOR Totally Agreed with your statement. #NupurSharma No media is showing what she has said. She has quoted only which was written in that community books.\nWhy no media is raising this question??"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_37",
            "tweet": "@AUTHOR Who are you, nobody knows you. 🤫"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_38",
            "tweet": "@AUTHOR And one thing you should know that, our religion taught us to respect other religion. If you want to criticized our Prophet Muhammad S.A.W, i'll be ready to face people like you. If you want fight then i will fight. Dont you dare to disturb our religion. Dont disturb our prophet"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_39",
            "tweet": "@AUTHOR Islam has its own take on the concept of democracy and rule of law. Not everything needs to comply with western standard."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_40",
            "tweet": "@AUTHOR ❤💚❤💚❤💚❤\n\nThanks for speaking global truth 🙏🙏🙏"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_41",
            "tweet": "@AUTHOR Girls aren't even allowed to go to school there, yet they want to lecture us on equality"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_42",
            "tweet": "@AUTHOR Silent dog harami"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_43",
            "tweet": "@AUTHOR That's what I call a real man\nThat's courage \nSalute man🤗🕴️"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_44",
            "tweet": "@AUTHOR Thanks Sir for supporting Hindus and aligning with Truth"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_45",
            "tweet": "@AUTHOR hraam zaada he tu kutty"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_46",
            "tweet": "@AUTHOR Like no other religion islam gave women respect its rights and protection."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_47",
            "tweet": "@AUTHOR Geert just wait and watch this world won't be forever .this world will finished shortly then Allah Tallah will do the justice .. you will never win against us never ever."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_48",
            "tweet": "@AUTHOR I am a muslim girl and I am proud of being a muslis.If being a muslim we don't have any problem then what's your @URL would you feel if I critisize your prophet?but I am a muslim and I am not taught to do so."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_49",
            "tweet": "@AUTHOR U have no knowledge about hazrat Muhammad(SAW) first go and read history,his manners and his way of life,inshallah u will come on right path and will live a  happy life free of depression and All other problems"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_50",
            "tweet": "@AUTHOR Thank you Sir for Saying the Truth.\n👇Zakir Naik @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_51",
            "tweet": "@AUTHOR Alhumdulillah i am Muslim and proud to be a part of Islamic community,I don’t want to criticise u cz its against our standards,we are muslims and we never criticizes dogs,we don’t want to wast our words because its in ur nature to bark and nature can’t be denied !"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_52",
            "tweet": "@AUTHOR \"Islam is a religion of violence\" Let us unite in rising Islamic extremism, terrorism, they will end our civilization, or civilization will have to end Islamic terrorism, in the name of religion, other peaceful communities, Hindus,Jews, Christians, Buddhi are victims of genocide."
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_53",
            "tweet": "@AUTHOR I would appreciate if you could have a glance at the Hindutva ideology, too, which is not much different from that of Mohammad.\n\nTwo good people can co-exist peacefully for perpetuity.\n\nA good man and a bad man can co-exist with some friction, and for some time. 2 bad guys? No"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_54",
            "tweet": "@AUTHOR Did anyone ask you about our religion islam? Why are you barking when you know nothing about our religion. And look who is barking in the comment section as well, who are not even in counting of sensible persons, who worship idols of sand, an animal;cow and drink cow piss 1/2"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_55",
            "tweet": "@AUTHOR PM is the Biggest Hypocrite.\nModi has betrayed their core Voters.\nChange Modi attitude is the biggest threat to Hinduism and Santana Dharma.\nModi is the real enemy of Hindus \n@USER @USER @USER @USER @USER @USER \nDivided India into caste @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_130_comment_56",
            "tweet": "@AUTHOR We, as Muslims, are confused now. We do not understand whether we are cowards and will not do anything, or terrorists and murderers.."
        }
    ]
}