{
    "tweet_id": "2022_train_main_tweet_111",
    "tweet": "#KabulHasFallen #Afghanistan \nDouble standards of Indian Muslims @URL",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_111_comment_1",
            "tweet": "@AUTHOR Brother thats not true pakistan military sent its 10000 people to help taliban to capture kabul isreal did not have anything to do with this particular issue",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_1_reply_1",
                    "tweet": "@COMMENTATOR I'm talking about Indian Muslim, Not Pakistani Muslims."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_2",
            "tweet": "@AUTHOR Why muslims are leaving Afghanistan when Taliban has clearly stated that they will implement Islamic laws and Sharia laws?\nTaliban says \"one who follows these rules should not fear and we will protect them\".",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_1",
                    "tweet": "@COMMENTATOR That's point 🖐️"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR 'cuz they are not trustable"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR These people had tasted the good days when sharia was not in order now they those good days have gone as taliban rises that's why they are running from Afghanistan"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Pakistan taliwan ek he Nali Ke kide Hai"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR the main problem is not with the males, its with the rules on females.\nfemales are not at all allowed to come out, not even see through the balcony."
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR Cause sharia law is medieval bullshit. :D"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR They are leaving cuz they hv to ruin other countries as well"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR Jaa tu ek baar aisa law me reh le dikha specially womens to jaanwaron ki tarah treat hongi zinda pagal ho jaayega tu bhi aisa law me reh kar"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR IF U HAVE ONE BRAIN CELL U WOULD UNDERSTAND.\n\nTALIBAN'S SHARIA LAW IS NOT THE REAL SHARIA LAW.\n\nGULF FOLLOWS SHARIA LAW AND EVEYONE INCLUDING HINDUS WORK THERE.\n\nU ALWAYS THINK SHARIA LAW IS THE PROBLEM BECAUSE UR EDUCATION IS FROM MODI AND WHATSAPP"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_2_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR How can you trus on terrorist 🤔"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_3",
            "tweet": "@AUTHOR Peaceful log hain na",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_3_reply_1",
                    "tweet": "@COMMENTATOR 🤭😅😂"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_4",
            "tweet": "@AUTHOR Ab  Yhi  Hathiyar Afganistan Ko Bacha Skta h bhai ! 😑 @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_4_reply_1",
                    "tweet": "@COMMENTATOR 🤭😆😂"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_5",
            "tweet": "@AUTHOR Who the hell told you that Indian Muslims was not against Taliban ?????\nMuslims will never support Taliban...",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_5_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR We have seen many indian muslims saying one day sharia will implement, so we can see their thinking but it begs a question Taliban is implementing sharia law, so why r citizens of an islamic country leaving the country."
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_5_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Loll look at all the comments on social media. Whqt you live in a cave?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_5_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Bhaiya Jamia wale student ka speech nhi suna jise us time indian muslims hi support kr re the"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_6",
            "tweet": "@AUTHOR There have been many Muslims posting against Taliban. Either u people are blind, or u are just trying to spread hate within India.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_6_reply_1",
                    "tweet": "@AUTHOR (Indian Muslims included)"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_7",
            "tweet": "@AUTHOR You are wrong. I support Afghanistan Muslims.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_7_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Half of Afghanistan Muslims are Taliban 😂😂😂"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_8",
            "tweet": "@AUTHOR They will never oppose Taliban..because there quran says violence is the only way... If any doubt kindly read Quran.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_8_reply_1",
                    "tweet": "@COMMENTATOR Right 🖐️"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_9",
            "tweet": "@AUTHOR Whether its israel or taliban terrorism has no religion its proof",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_9_reply_1",
                    "tweet": "@COMMENTATOR Israel attacked for self defense"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_10",
            "tweet": "@AUTHOR Muslims Attacking Muslims no problem, they have problems when Non Muslims kills Muslims... 😀😀😀",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_10_reply_1",
                    "tweet": "@COMMENTATOR Yes, they are happy in Taliban rule. @URL"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_11",
            "tweet": "@AUTHOR Only one word for u \"JAAHIL\" Thank you. now keep posting,barking.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Jawab nahi hai isliye gali diyi😀"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Kuch bolna ko hai toh point mein bola gali dene ka matlab kuch bolne ko nhi hai kya"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Free palastine wali line gend mai ghused liye ho kya"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Tm sb ki hypocracy ki seema ke liye to Allah bhi sabd naa bna paaye, hme to bs \"suar\" bolne aata h"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR All madarssachhaps were barking at Israel for retaliating HAMAS atankwadi bt now Taliban attacked innocent afghani, madarssachhaps are celebrating"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR for your type human we called zombies . This is disease find in Afghanistan taliban , pakistan and some part of india @URL"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR tere pass answer nhi hai , hai na ?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR Chal harami bloody 7th century savages, should treat you like mentally undeveloped heathens that you lot are."
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_11_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR Now we can see it clearly from which religion they belong to.. What they have taught them.   Our religion never teaches us such pathetic words.. They belong to hell and their hearts are locked.. So better don't give them any response.."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_12",
            "tweet": "@AUTHOR Today the United States has been attacked, tomorrow Israeli terrorists will be attacked",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_12_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Join taliban."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_13",
            "tweet": "@AUTHOR @USER 🔜 Islam will rule the world",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_13_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Fool wish going on for years and Iraq Syria, Afghanistan Pakistan all poor weak countries and its population suffering."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_14",
            "tweet": "@AUTHOR Taliban freed Afghanistan from foriegn forces. For 20 years u were happy am I right.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_14_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR 😂😂😂😂😂😂😂😂"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_14_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Mast ganja fuka. Ab taliban s*x slaves ke liye tumhari sisters ki demand karega wo puri kar dena."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_15",
            "tweet": "@AUTHOR Abey jahelo.. Jis chz ka ilm na ho us pr baat nhi krne chahiye. Shariya law ki bare me tum log jante kya ho??? Kuch nhi shiwaye Muslims ko terrorist kehne ke.. Tum log k double standards ye hai ki her tarf behayayi, nagapan, behudgi, besharmi rahe..",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_15_reply_1",
                    "tweet": "@AUTHOR R ye chahte ho ke duniya ki aurtain tumhare kwsh r matlab k liye paida hua.. R tumhare aurtoun ki her admi khwsh kare.. Delhi m 5 years dalit ladki ka rape hua jisme ek pujare tha.. Kutto tum jb kaha they?? Tumhare awaz kaha the??"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_15_reply_2",
                    "tweet": "@AUTHOR Isme humare shariya law kehte hai aise logo ko phansi pr latkana chahiye ya phir janta uspr pathere barsa kr wahi mardena chahiye taki dusre log ise sabak hasil kare r tum jaise kuttey insan ki chakar me baithe rehte hai kanon k bharose jisme kayi saal nikal jate"
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_15_reply_3",
                    "tweet": "@AUTHOR r apradi khula amm phirta hai phir wohi kerta hai.. Ye kaisa kanon hai jahelo??? Jisme sare zindagi kat jate hai r insaf na mile r wahi chz hr bar repeat hote ho samaajh me???.  Shariyat ek khazana jo tum jaise jahelo k liye samjh k bahr hai r tum usko kabhi nhi apna sakte.."
                },
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_15_reply_4",
                    "tweet": "@AUTHOR Shariyat ka her faisa tumahre aqal se bahr hai q ki tum log wo chz kbhi nhi apna sakte jisme insaaf, pakezgi, adabgi ho.. Phle Islam pr research karo ache se phir baat rakho.. R tumhare aqale sahi hoti to Modi anpad nhi koyi r PM hota r desh ka economy nhi gerte.."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_111_comment_16",
            "tweet": "@AUTHOR Hey,who said \"indian muslims\" are supporting Taliban victory. to your knowledge those who doesnt know who and what is Taliban they may support. What's happening to palestainian and afganistan people are same. It doesnt matter if it's caused my  \nSo called Jews,muslim,Christian...",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_111_comment_16_reply_1",
                    "tweet": "@AUTHOR Whatever.. \nNot only muslim every human will have to support the oppressed and be just to them regardless their race.whether which \"religion\" the oppressed are the simply deserve justice and every human support.\nAnd we indian muslim and humen are supporting afgan innocents."
                }
            ]
        }
    ]
}