{
    "tweet_id": "2022_train_main_tweet_110",
    "tweet": "Almost every third tweet in my mentions is asking me to either apologise on behalf of the Taliban or condemn them. Those who have unleashed the worst kind of savagery in India, enabled by the government have the temerity to make this a test of our patriotism. Dafa ho",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_110_comment_1",
            "tweet": "@AUTHOR So you think you're patriotic? Say vande mataram, please"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_2",
            "tweet": "@AUTHOR Any say in this? @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_3",
            "tweet": "@AUTHOR Aadhe bhakto ko to ye English samajh bhi nahi aayegi par as per the instructions, barasna shuru kar denge"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_4",
            "tweet": "@AUTHOR I hope Taliban wont do injustice and dont be brutal like RSS govt. of India"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_5",
            "tweet": "@AUTHOR Good joke !!\nPeople from #Afghanistan who have been staying in India for 11 years are feeling safe here. 👇👇\n\nOnly fake journalists create fake stories of fascism etc ..\nShameful!!\n\n@URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_6",
            "tweet": "@AUTHOR My take on the taliban :\n\n1)Indian muslims are not accountable for what Taliban do\n2) Afghan muslims too are not accountable for the Taliban\n\nTHE TALIBAN WERE NOT ELECTED BY THE AFGHANS UNLIKE PRAGYA THAKUR WHO WAS ELECTED HERE  -  BY A RECORD MARGIN\n\nIt's just as simple as that!"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_7",
            "tweet": "@AUTHOR Tere se ghanta expected hai. Just showing mirror to you,"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_8",
            "tweet": "@AUTHOR Bandi fir bhi Taliban ke baare mein kuch nahi boli, kyuki jo nafrat hai wo Hindu se hain hindustan se hai, journalusm ne bahot award dilaye hai ,bus Taliban ki nazaro mein aa jaye madam to afganistan mein ekloti woman ambassador bhi ban jayegi"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_9",
            "tweet": "@AUTHOR People ask if not Modi then who - when there are literally hundreds if not hundreds of thousands of alternatives. Anyone, even a rock would be better. At least the rock won't make things worse if it can't do anything better. \n\nNow I am asking - If not the Taliban then whom. 1/n"
        },
        {
            "tweet_id": "2022_train_main_tweet_110_comment_10",
            "tweet": "@AUTHOR Haha! Dafa Ho 🤣👯"
        }
    ]
}