{
    "tweet_id": "2022_train_main_tweet_76",
    "tweet": "Why are Opposition leaders — Cong, SP, TMC, etc— condoling only relatives of farmers killed in #LakhimpurKheriViolence &amp; not families of those stoned &amp; lynched by farmers?",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_76_comment_1",
            "tweet": "@AUTHOR MOST important -TMC cares for dead OUTSIDE WB- ARE COUNTLESS DEAD &amp; INJURED in WB - during -after polls not-humans -why none bothers for their families ?\n@USER @USER @USER",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_76_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER @USER @USER #LakhimpurKheriViolence @URL   कांग्रेस , सपा , NDTV और विपक्षिओ ने लोगो कितना झूट बोलकर उल्लू  बना यह इस विडियो से ही समझ आएगा"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_76_comment_2",
            "tweet": "@AUTHOR Opposition have no sympathy for farmers. They want Yogi to lose by any means possible. If they had sympathy, why farmers were beaten in Rajasthan only yesterday?",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_76_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR कुत्ते हैं ये विपक्षी दल, लाशो पे राजनीति करना इनकी फितरत है। सभी का सिर्फ एक एजेंडा है कि देशहित गया भाड़ में ,जैसे भी हो BJP को हटाओ और पावर छीनो और देश को लूटो दोनों हाथों से। इतना गर्व है इन्हें अपनी आइडियोलॉजी पे तो क्यों नही जनता को समझा पाते और वन टू वन चुनाव लड़ते हैं @URL"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_76_comment_3",
            "tweet": "@AUTHOR This is what sets apart (IMO, IMHO) a journalist from a prestitute..\nAnd that's why I hold @AUTHOR in high regard. \nFirst searching for the facts &amp; constructing the narrative around it, unlike the others who search for the facts to suit their Lutyens club narrative 😉 @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_76_comment_3_reply_1",
                    "tweet": "@COMMENTATOR Thank you 🙏🙏"
                },
                {
                    "tweet_id": "2022_train_main_tweet_76_comment_3_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR He is idiot.\nIse itna pata nahi h ke Jis Tikait ko yh gaali dete h kal usi ko UP govt bula kar compromise karwa rhi thi.\nBat punj n haryana ki kar raha h Tikait is from UP who is leading this agitation now.\nPata kuch hai nahi bas tweet karna h."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_76_comment_4",
            "tweet": "@AUTHOR @USER Because  Brahmins are not vote bank",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_76_comment_4_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER If Brahmins are not vote bank, they aren't. Tat. \nGotto find another way to engage those in power. \nJains aren't majority, but they have more influence on every govt."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_76_comment_5",
            "tweet": "@AUTHOR They r not fools.Analogy Modi used #KutteKePille for riot victims,4Opposition those killed in reaction are at same level. Does not #BJPJokers,RSS, twisted ModiApologists likeU justify #GujratCarnage as reactionary action.Same happend in #Lakhimpur  unplanned,not like #Gujrat",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_76_comment_5_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Guess What! Your all problem is Modi Rss Hindu! No consequence will be done by your like or dislike! The nation stands with Modi! I hope you remember 2019&amp; 2024 history shall recite! Gujarat today ✌🤣"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_76_comment_6",
            "tweet": "@AUTHOR Do you understand acTion and reaction thing??  #LakhimpurKheriViolence",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_76_comment_6_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Yes. We do understand the action-reaction thing but what we have objection towards is devaluing the life of some1 only because of his/her affliation to a particular political ideology. That poor driver or BJP workers life is worthless only because they worked for BJP MP+"
                }
            ]
        }
    ]
}