{
    "tweet_id": "2022_train_main_tweet_109",
    "tweet": "Is it the first time Islamic troops have been bought over by competing Islamic Army?\nCheck #UnbreakingIndia - every Muslim troop in the Maharaja Hari Singh's J&amp;K Army crossed over to Pakistan, many times killing their fellow Hindu troops in their sleep.\nLearn from history.",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_109_comment_1",
            "tweet": "@AUTHOR आज दो example भारत के सामने हैं\n\n#Israel और #Afghanistan \n\nअपने सुरक्षा के लिए क्या बनना है, clear है। \n\nये वसुधैव कुटुंबकम, अहिंसा, त्याग,सबका विश्वास, सब किताबों में अच्छी लगती हैं, रियल लाइफ की सच्चाई- जिसकी लाठी उसकी भैंस ही है। 🖐\n\n@USER @USER\n#Taliban",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_109_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER @USER शतप्रतिशत। ये जो चरखा चला के अहिंसा का पाठ है ये जब तक हमारी नस्लों से नही निकलेगा हम कभी सम्मान से जी ही नही सकते"
                },
                {
                    "tweet_id": "2022_train_main_tweet_109_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR @USER @USER भारतीय सत्ताहीन पार्टियों के लिए हिन्दू बकरे हैं, ये सत्य लिखना भूल गए आप!!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_109_comment_1_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR @USER @USER सही कहा आपने।\nअगर आपको अपनी अच्छाइयों, अपने मंदिरों को बचाने की हिम्मत और ताकत नहीं है, तो आपके देखते देखते ये दरिंदे आपकी सब अच्छाइयों को मिट्टी में मिला देंगे। \nहमारा अपना इतिहास साक्षी है। नालंदा, काशी मथुरा, हज़ारों मंदिरों के खंडहर आपके सामने हैं।"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_109_comment_2",
            "tweet": "@AUTHOR Is the doubt of many Hindus \"Mera Abdul alag h\" cleared ?? \nft. Arfa,Rana,Saba\n#Taliban #Afghanistan"
        },
        {
            "tweet_id": "2022_train_main_tweet_109_comment_3",
            "tweet": "@AUTHOR This inability to face or accept their real character has made the successive govt to force secularism and acceptance of this jihadism on us. Azaan on mornings blaring in hindu localities, public cow slaughter especially in the vicinity of temples, various compromises",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_109_comment_3_reply_1",
                    "tweet": "@AUTHOR Are expressions of this jihadism."
                }
            ]
        }
    ]
}