{
    "tweet_id": "2022_train_main_tweet_103",
    "tweet": "कितनी नफरत है भरी हुई है.\nचंद्रशेखर आज़ाद को ब्राह्मण और जनेऊधारी घोषित करके लिखने वाले ये सज्जन मोदी -योगी की सत्ता से सेटिंग के चक्कर में गिरते जा रहे हैं .\nश्रेठता का अहंकार और एक धर्म के प्रति नफरत का इजहार इनकी फितरत बन गई है .\nफ़िल्म सिटी का हिस्सा बनेंगे यही सब करके ?",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_103_comment_1",
            "tweet": "@AUTHOR वाशिंगटन पोस्ट, बीबीसी द्वारा पुष्टि की गई\n\n\"पप्पू जी ही महान है\"\nन भूतो न भविष्यति\n\nसमाचार समाप्त\nरेडियो चम्मच\nजनपथ - समाचार कक्ष\n\n@USER @USER @USER"
        },
        {
            "tweet_id": "2022_train_main_tweet_103_comment_2",
            "tweet": "@AUTHOR तिलक लगाने वाले डायनासोर से भी ज़्यादा ख़तरनाक होते हैं @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_103_comment_3",
            "tweet": "@AUTHOR मतलब अपने धर्म का गुणगान करना एक धर्म के प्रति नफरत का इजहार है । wahhhhhh @AUTHOR G wahhhhhhh. वैसे एक धर्म से आप भी बहुत ज्यादा नफरत करते है और ओ है आपका अपना धर्म । ( अपन नाक काट के दूसरे को जतरा ) आप पर फिट बैठता है । ऐसे ही जलते रहिये ।"
        },
        {
            "tweet_id": "2022_train_main_tweet_103_comment_4",
            "tweet": "@AUTHOR राहुल गांधी खुद को जनेवधारी ब्राह्मण कहे तब तो तुझे दिक्कत नही हुई"
        },
        {
            "tweet_id": "2022_train_main_tweet_103_comment_5",
            "tweet": "@AUTHOR इसमें कोई दोराय नहीं कि मुगल आक्रमणकारी, हत्यारे, जाहिल जानवर और आतंकी थे। \nजिन्होंने @AUTHOR के पूर्वजों के जैसे लाखों लोगों का जबरन धर्म परिवर्तन किया।"
        },
        {
            "tweet_id": "2022_train_main_tweet_103_comment_6",
            "tweet": "@AUTHOR आप पत्रकारिता जगत के मुन्नवर राणा ही है। जो इज्जत कमाई थी आपने, बस चापलूसी और चमचागिरी में खोते जा रहे हैं। वीडियो में क्या गलत कहा है?? अकबर, हुमायूँ, जहाँगीर को डकैत कहा इसलिए???अगर वो इतने ही अच्छे थे तो भारत मे क्या करने आये थे। बेशर्मी और चापलूसी अब तो छोड़ो।"
        },
        {
            "tweet_id": "2022_train_main_tweet_103_comment_7",
            "tweet": "@AUTHOR फ़ना बुलंदशहरी से लेकर सागर सिद्दीक़ी जैसे अज़ीम शायरों के चोरी के शेर में चंद लफ़्ज़ों का हेर फ़ेर करने वाला ये तो सबसे बड़ा डाकू है।"
        }
    ]
}