{
    "tweet_id": "2022_train_main_tweet_108",
    "tweet": "Azadi = Islamic rule.\n\nThis is from India. @URL",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_108_comment_1",
            "tweet": "@AUTHOR Not surprised at all\nOnce in considerable numbers\n\nThey want Azadi &amp; Islamic state"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_2",
            "tweet": "@AUTHOR Mazhab nhi sikhata Aapas mai bair rakhana...🤦‍♀️😏😏😏"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_3",
            "tweet": "@AUTHOR Yeh bc nahi sudhrenge... inki soch kya h sab smjh ke bahar h pata nahi or konsi azadi chahiye in ludo ko dekh kr bhi nhi seekh rhe.. so called religion of peace..."
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_4",
            "tweet": "@AUTHOR Yeh sab sleeper cells honge.. In sab par jaach honi chahiye aur ek ek jaahil ko tihar bhej dena chahiye.."
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_5",
            "tweet": "@AUTHOR See this \n@URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_6",
            "tweet": "@AUTHOR If Taliban is to capture India in near future you better know they will be 200 million INDIANS strong even before they start their journey."
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_7",
            "tweet": "@AUTHOR @USER That is why muslims after voting for pakistan didn't leave India. Not for love for India, but to convert whole of India into Pakistan."
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_8",
            "tweet": "@AUTHOR Why can't we take action against them???"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_9",
            "tweet": "@AUTHOR Every word that kk menon said in shauryas ending speech is what we need. \nRSS is the ideology to follow. \nYe sab muslim ek jaise ni hote, kuch ache b hote hai, blah blah blah..\nYe sb bkws, ye sb sale end mein jake 72 pig hoors hi mangte hai chahe kisi ko mar k kyun na mile."
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_10",
            "tweet": "@AUTHOR Jb in ko Quaid-e-azam azadi dilwa rha tha us waqt to ye jinnah ko oppose kr rahe the ab ye india me aman kharab kr rahe ha"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_11",
            "tweet": "@AUTHOR How to download video from Twitter?"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_12",
            "tweet": "@AUTHOR I request all Hindus to stay united and defensive against Islamic Terror ,\nOtherwise this could happen in India also ,\n\nAs an Ex - Muslim , I would feel safe in a Hindu Rashtra ."
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_13",
            "tweet": "@AUTHOR Our Government spending thousands of crores of taxpayers money just to appease them"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_14",
            "tweet": "@AUTHOR @USER Are the agencies keeping a watch at this? @USER"
        },
        {
            "tweet_id": "2022_train_main_tweet_108_comment_15",
            "tweet": "@AUTHOR @USER @USER Can we please get updated on the actions being taken ? Please make sure that all the details are made public."
        }
    ]
}