{
    "tweet_id": "2022_train_main_tweet_51",
    "tweet": "I thought BCCI was a private entity and that it does not depend on the Government of India for its finances. So how exactly did someone like Jay Shah become it's secretary? The BCCI has stopped being transparent in it's decision ever since then (not that we expect any under him)",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_51_comment_1",
            "tweet": "@AUTHOR Ganguly sir , is he board president, who promote suttabazzi on My11circles ?ye shi hai ,bcci ka koi tweet ya post nahi aya virat sir ko thank you..etc , jo banda ct final and wc19 semifinal liya tha and woh banda odi player of decade hai,is it politics ?"
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_2",
            "tweet": "@AUTHOR Like father, like son. BCCI did stop becoming a transparent board. They literally released the news in a two lined tweet. It deserved a press conference.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_2_reply_1",
                    "tweet": "@COMMENTATOR what can we even expect lol? It's run indirectly by bjp now ugh🤦🏻‍♀️"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_3",
            "tweet": "@AUTHOR BCCI me top official banane me bhi bohot politics hoti he, we deserve clarity, otherwise log bekar me rift stories pe believe karenge, Rohit has already been trolled without any reason since BCCI removed Virat as captain!!",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_3_reply_1",
                    "tweet": "@COMMENTATOR they are simply airing all the outside noise, ffs, they should come out and speak the truth once and all for good!"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_4",
            "tweet": "@AUTHOR BCCI - Board of Control for Cricket that's Intansparent",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_4_reply_1",
                    "tweet": "@COMMENTATOR ::)"
                },
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_4_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Correct Fullform..... Its a benefit of being in Government.  Saiya bhaye kotwal ab dr kahe ka...."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_5",
            "tweet": "@AUTHOR BCCI is run by BJP \nUnknown fact",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_5_reply_1",
                    "tweet": "@COMMENTATOR a known one now !!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_5_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Sharad pawar was the bcci president as well as the ICC president \n\nRajiv shukla has been the team's manager as well as president \n\nCurrently Jay shah isn't on the top post. He is the secretary \nDada is the president \n&amp; Rajiv shukla is the VC"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_6",
            "tweet": "@AUTHOR It's predictable that BJP is handling BCCI.. that's why jay Shah is there. Even cricketers forced to tweet in support of BJP during farmer protest",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_6_reply_1",
                    "tweet": "@COMMENTATOR certainly not the kind of masterstroke we wanted!"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_7",
            "tweet": "@AUTHOR Jay shah's presence in BCCI will only make BCCI stronger so what is the problem",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_7_reply_1",
                    "tweet": "@COMMENTATOR I was asking about more transparency!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_7_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Jayshah son of amitshah therefore  these people are spoiling everything  now andhbhakts start using logic"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_8",
            "tweet": "@AUTHOR God bless you if you thought BCCI had no relation with the GoI. \n\nAlso, Kohli too had his way with Lodha  committee times. \nWasn't there alot of accountabilitt and transparency then, was there? \n\nBut all's nice because it suited your convenience, Virat at helm.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_8_reply_1",
                    "tweet": "@COMMENTATOR Who's denying all of that ?? Did I ??"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_9",
            "tweet": "@AUTHOR I think you don't know the histof Indian cricket. BCCI always had involvement of politics. See list of BCCI office bearers.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_9_reply_1",
                    "tweet": "@COMMENTATOR I was talking about transparency, not politics."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_10",
            "tweet": "@AUTHOR 😂😂...I think he had something to do with gujarat cricket association ...btw what else do u know about rest of the members ....and Jay Shah wasn't any government serving officer was he?"
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_11",
            "tweet": "@AUTHOR @AUTHOR What transparency you need mam! BCCI president was interviewed and he told that having two white ball captain is not a good a thing and Virat was asked not to give up his T20 captaincy! I know you are a Virat fan me too but BCCI is not wrong here!",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_11_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR that was today. why dint they release anything yesterday when all the masala stories came out"
                },
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_11_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Interviewed by whom🤣🤣 , Those who lick Amit shah 🤦🤦"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_12",
            "tweet": "@AUTHOR BCCI is the favorite hunting ground of politicians, bureaucrats and powerful people for DECADES. It being a cash cow every one of the post/position is by the blessings of the most powerful lobby.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_12_reply_1",
                    "tweet": "@COMMENTATOR makes so much sense. thank you for your insight sir!"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_13",
            "tweet": "@AUTHOR secretary post was always reserved for the ones who had investment in bcci (private) and amit shah /jay shah has something around 5 or 10 percent share in bcci that is what i think",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_13_reply_1",
                    "tweet": "@COMMENTATOR I didn't know this, if this is correct, then thanks for the info."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_14",
            "tweet": "@AUTHOR He is son of home minister who protect our great country from danger so there is patritoc on him also...he will never do corrupt.. n he has big bro Ganguly ji to guide who is india best captian ...see what condition of pcb n afganistan cricket board is n then u say abt Bharata",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_14_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Compare it with boards like CA and ECB."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_15",
            "tweet": "@AUTHOR It never was transparent in first place. Rajiv Shukla was there for years.\nThough Jay Shah doesn't have any credibility or qualification to hold such a position.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_15_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR He was secretary of GCA since 2013. Tell me how he isn’t credible?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_16",
            "tweet": "@AUTHOR Same way how Adani and Ambani are making money",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_16_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Sharad pawar was the bcci president as well as the ICC president \n\nRajiv shukla has been the team's manager as well as president \n\nCurrently Jay shah isn't on the top post. He is the secretary \nDada is the president \n&amp; Rajiv shukla is the VC"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_17",
            "tweet": "@AUTHOR No explanation for any decision whatsoever. Why a player was dropped , why he was selected. Why he has removed from captaincy. Absolute joke it has become.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_17_reply_1",
                    "tweet": "@COMMENTATOR We fans deserve to know what all is cooking in the team !!"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_18",
            "tweet": "@AUTHOR they wanna control every aspect of indian entertainment",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_18_reply_1",
                    "tweet": "@COMMENTATOR they even tried controlling OTT platforms as well, ugh🤦🏻‍♀️"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_19",
            "tweet": "@AUTHOR Sharad Pawar (NCP), Rajiv Shukla(Congress), and Anurag Thakur etc were linked to BCCI. So political presence was always there. But nowadays the trend is to drag and criticise BJP everywhere so u can blame Jay Shah straight forward and follow the trend.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_19_reply_1",
                    "tweet": "@COMMENTATOR Except, the BCCI was transparent in their time, unlike now!"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_51_comment_20",
            "tweet": "@AUTHOR The day Jay Shah was made the secretary of bcci i knew he would soon fuck up in some way for sure.\nBjp waalon stop fucking up w cricket now ffs the country was enough :)",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_51_comment_20_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Literally you don't know anything about your country..\nI regularly follow GENERAL KNOWLEDGE through UPSC CHANNEL and I m very confident to be a BJP supporter and A BHAKT....🙂🙂"
                }
            ]
        }
    ]
}