{
    "tweet_id": "2022_train_main_tweet_122",
    "tweet": "Maulana says Saudi crown prince might be a Jew because he's allowing liquor and cinema in KSA, repeats threat of Ram Mandir demolition\n\n@URL",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_122_comment_1",
            "tweet": "@AUTHOR If any Muslim wants to live a good, forward and happy life then they should do exactly opposite of what this Maulana says.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_122_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Similarly all Hindus must follow the opposite of what Dharm Sansad Monks say.."
                },
                {
                    "tweet_id": "2022_train_main_tweet_122_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Main to kehta hu mohd ki baat mat mano... 🤣"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_122_comment_2",
            "tweet": "@AUTHOR Around really cornered this so called maulana on the question of what does jannat has in store for females as males have 72 hours. She asked him about the attraction for females in jannat for which he had no answer. Well done arzoo @USER",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_122_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER For this Maulana jannat is right here in Pakistan. He comes across so many hoors in his daily sermons. He will be starved when he goes up (or down maybe)"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_122_comment_3",
            "tweet": "@AUTHOR Ek muslim.. bake Hindu Taliban...\n\nEk Admi pe kitne log zor laga rahe hai....\nSab ko mard banne ka muaka mil Gaya @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_122_comment_3_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Kaagaj dhoooond ke rakhna. Pata chala aisi hi tumhe bhi peet ke bhagaya jaa raha."
                },
                {
                    "tweet_id": "2022_train_main_tweet_122_comment_3_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR जन्नत किसी के बाप की वपौती नही है कि सिर्फ मुस्लिम जाएगा । जिस जन्नत मैं शराब की नदियां बहती है उसका मैनेजर और वेटर कौन है"
                },
                {
                    "tweet_id": "2022_train_main_tweet_122_comment_3_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Abe chutya jake ex muslim channel YouTube per search kar tumhare islam ke lavde lagare log"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_122_comment_4",
            "tweet": "@AUTHOR @USER I am offended that you are sharing RSS-sponsored media.\nSuch things are normally done by Hindutva Islamophobists."
        }
    ]
}