{
    "tweet_id": "2022_train_main_tweet_102",
    "tweet": "Bigotry has nothing to do with education. In fact if you are educated and a bigot, it’s a deadly cocktail.",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_102_comment_1",
            "tweet": "@AUTHOR Body language to dekho...🙄\nProud pheel kar rahe hain janaab zeher ugal kar."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_2",
            "tweet": "@AUTHOR बस , कही भी मुग़ल का नाम आना चाहिए , लोग तिलमिला उठते हे । आपके हिसाब से तो मुग़ल आपके पूर्वज रहे होंगे ?"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_3",
            "tweet": "@AUTHOR The Problem of RW babalog is how to take  revenge on the Mughals when they are all gone ! Target their co-religionists ! It’s easier !"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_4",
            "tweet": "@AUTHOR Whats wrong in what he is saying. Maybe u r not proud of your ancestors and we are."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_5",
            "tweet": "@AUTHOR What is wrong in it? Telling akbar was not hero? For you it may be hero. How come this makes anyone bigot? Is he spreading hatred?"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_6",
            "tweet": "@AUTHOR Everyone on this thread who is reasonably outraged, please report it for targetted harassment against a group. I have done my bit. @USER please lead"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_7",
            "tweet": "@AUTHOR And you are prime example of this cocktail"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_8",
            "tweet": "@AUTHOR @USER लोकप्रियता भी अजीब चीज है  इसके लिए आदमी क्या से क्या नहीं करता है क्या बोलता है क्या बोलना चाहिए कुछ समझ में नहीं आता है बस उसको नाम चाहिए हमारा नाम कैसे ऊपर हो लोग हमें पहचान एक ऐसे आदमी उसकी फिक्र ही नहीं करता है बस उसको अपने नाम की पड़ी रहती है कि हमारा नाम ऊंचा हो जाए"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_9",
            "tweet": "@AUTHOR गोदी मीडिया क्या पहले कम थी जो ये आग लगाने आ गए गीत अच्छा था इनका तेरी मिट्टी में मिल जाऊं मगर क्यों हिंदू मुसलमान एकता को मिट्टी में मिलाने की कोशिश कर रहे हो|"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_10",
            "tweet": "@AUTHOR Those who disbelieve in our verses we'll drive them into a fire. 4:56\n\nPolytheists are the worst of creatures. 98:6\n\nMen are in charge of women by right of what I have granted one over the other. 4:34\n\nउम्र भर बेचारी सायमा यही भूल करती रही\nधूल चहरे पर थी, आइना साफ करती रही\n\nWDTT"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_11",
            "tweet": "@AUTHOR सही बोली हो बेगम अगर शिक्षा से ही सब संभव होता तो ..ओसामा जैसे इंजीनियर आतंकी न होता..बड़े बड़े लेखक जिहाद के पैरोकार न होते..और आज जो अफगानिस्तान, सीरिया में हो रहा है वो न  होता.. आखिर मामला भी तो 72 हूरों का है..वैसे अफगानिस्तान में अल्लाह किसके साथ है वो जरूर बता देना."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_12",
            "tweet": "@AUTHOR Honestly, he is just commenting on historical characters. These characters did commit attrocities against Hindus. That's the truth. No one says that the present Muslim community is complicit in these crimes. But constantly denying it just creates more divisions."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_13",
            "tweet": "@AUTHOR Those who disbelieve in our verses we'll drive them into a fire. 4:56\n\nPolytheists are the worst of creatures. 98:6\n\nMen are in charge of women by right of what I have granted one over the other. 4:34\n\nउमर भर बेचारी सायमा यही भूल करती रही\nधूल चहेरे पर थी, आइना साफ करती रही\n\nWDTT"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_14",
            "tweet": "@AUTHOR I hope you are talking about kerela Model."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_15",
            "tweet": "@AUTHOR By the way.. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_16",
            "tweet": "@AUTHOR When some one show real face of\n mus!ims they will say bigot..."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_17",
            "tweet": "@AUTHOR So true....One of the below was an Engineer and the other one a Doctor.\nDeadly combination of education and bigotry. 👍 @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_18",
            "tweet": "@AUTHOR You have a problem with history? Or do you have a problem with just a part of History?\nCorrect Him with facts (if you have any) Labelling him a bigot just proves your level of education."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_19",
            "tweet": "@AUTHOR You are right Osama was an Engineer,  Baghdadi had PhD,  Hafiz Saeed was a professor, Yakub Memon was a CA, etc"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_20",
            "tweet": "@AUTHOR Fully agree with you ...\nYou defined your mirror image"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_21",
            "tweet": "@AUTHOR Propaganda of Leftist\n     vs \nReality @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_22",
            "tweet": "@AUTHOR If that whitewashing of history would have made our society more cohesive I will accept that with open hand but that has not happened. For reapproachment there should be rememberance of history so that it can't be repeated....."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_23",
            "tweet": "@AUTHOR You are right, I agree with you.\n\nOsama Bin Laden was an Engineer.\nBaghdadi had PhD.\nHafiz Saeed was a Professor.\nYakub Memon was a CA.\n\nSome of them are actors, lecturers, doctors and work in media too.\n\nYou're welcome!"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_24",
            "tweet": "@AUTHOR \"I'm just loving this discussion\" @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_25",
            "tweet": "@AUTHOR Can you please explain exactly which part is wrong?"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_26",
            "tweet": "@AUTHOR Talking about self?"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_27",
            "tweet": "@AUTHOR Indeed! Radical Islamic Terrorism has also nothing to do with education. Osama, Yakub Menon...."
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_28",
            "tweet": "@AUTHOR सच बड़ा दुख देता है। और मुंह पर कहा जाए तो झेंप उठना लाज़मी। मेरे वंशज मुग़ल नहीं थे। यह कहना बिगोट्री नहीं, गौरव है मुझे अपने गुरुओं पर छत्तरपति शिवाजी महाराज की इस पावन धरा पर जन्म लेना मेरे लिए अधिक सौभाग्यशाली।  @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_102_comment_29",
            "tweet": "@AUTHOR You really think you are more learned, well read, more equipped with knowledge about anything than @USER ?"
        }
    ]
}