{
    "tweet_id": "2022_train_main_tweet_27",
    "tweet": "And since Nathuram Godse Zindabad is trending, will the new IT rules apply to action against those glorifying a murderer.",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_27_comment_1",
            "tweet": "@AUTHOR Did you read the story of a young college girl murdered in Kerala just 2 days back? Please check out that story",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR they are very selective readers..."
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Abhi hathras wala padh rahe hain."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_2",
            "tweet": "@AUTHOR गैरबराबरी के पिता राष्ट्रपिता के सामने नतमस्तक @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR How is the father of the nation?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_3",
            "tweet": "@AUTHOR Bhagat Singh killed Saunders (british ) . Abdul Rashid killed Swami Shraddhananda.\n Gandhiji wrote a letter to British Govt to pardon Rashid's hanging, but none for Bhagat Singh.\nNow tell, what's your point???",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_3_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR देश मे हिन्दू पर मुकदमे होते हैं आतंकी, हत्या रो,  अपराधियों, नशेडी, गंजेरी पर नहीं !, ये नशेड़ी ,गंजेरी काल छुट जाएगा"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_4",
            "tweet": "@AUTHOR 🤪🤪🤪🤪🤪🤪🤪 Strongly condemning calling gandhi as murderer of partition victims...",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_4_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR This is truth which can not be changed by raising objection"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_5",
            "tweet": "@AUTHOR Didn’t see you criticising Tukde Tukde gang. \nOn sorry, your leaning towards that particular thought process prevented that.\nYou should stop calling yourself impartial.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_5_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Her bread gets spread with butter when she praises  tukde tukde hangs,,"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_5_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Guruji ye sab chodiye ye batiye Godse Murdabad hai"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_5_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR She is as impartial as our Bapu who made India crucible of hate violence arson loot bigotry and poisonously sickular.."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_6",
            "tweet": "@AUTHOR @USER Not at all. It is different country now from the one which we dreamed of in 1947? Now we seem to be heading towards Nazi Germany like situation. Three more years of BJP rule could complete the process. Pragya Thakur won from Bhopal after calling Godse a patriot",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER What about 1947 partition,1984sikh riots,"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Please worry for your Austria, \nNo need to your Pseudo-Sympathy.\n\nThe concern of the Past &amp; Future of Bharatvarsh (India) is only of Bharatiyans (Indians).\n\nIn the battle of 1962,\nAustrians hadn't come to save us.\nThe defeat and victory both were only our's (Indians)."
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Dominic, what's your response to the nun's accusation against franco mullakal. Do something good atleast at this age !"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Godse was a patriot no doubt in that he took a path of becoming a murderer only bcos he was left with no other way to protect India and the then govt from the wrong wishes of Gandhi at his old age, where he clearly lacked his sense to make any right decision."
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR @USER A typical rice bag cry"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Ur dream of Christland in India turned upside down in 7years of nationalist govt. \nHv some same, converting an ancient civilization is inhuman, barbaric. If Christ or Ola teach u to convert then he must be fake. Our relegion never permit such thing. Our Dhrma teach compassion"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR @USER We condemn Godse for the act of killing Gandhi and he deserved to be hanged.But look at the root cause. Partition which Gandhi allowed and killed both Muslims and Hindus  in millions making us permanent enemies and even now hurts us. Christ. missions are doing same differently."
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Hear the argument of Godse in front of the court during the murder trial, Even Subash Chandra Bose might have killed many anti Indians who were supporting British, it makes him murderer, but doesnt make him someone to be ashamed off. We glorify him"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR @USER U must hear his speech in court u wil knw he was left with no other option n any patriot will do the same thing. During Corona ppl with heavy heart left their infected parents etc and many didnt even go to see their dead body, these ppl arent cruel but wanted to save the living"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_6_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR @USER you don't like the \"different country\"... you have the rest of the global village to live and like"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_7",
            "tweet": "@AUTHOR Mahatma was a friend , philosopher, guide and visionary!\n\nHe could articulate his views, listen to other views and modify his as well as others views like no one else in human history",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_7_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR I love Gandhi's Brahamcharya experiment. Do know any Gandhi lover for this practical?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_7_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Due to Gandhi, Partition happened and millions died on both sides. The fact is he never allowed Subhash Chandra Bose to head Congress after he was elected, never allowed Sardar Patel to become PM after he won 9 out of 12 backing him. Gandhi did mistakes which cost the nation."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_8",
            "tweet": "@AUTHOR Reminds me of an Urdu couplet. \n“Mera Qatil Hi Mera Munsif Hai\nKya Mere Haq Main Faisla Dega”\n\nMunsif = Judge",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_8_reply_1",
                    "tweet": "@COMMENTATOR @USER @AUTHOR Aadmi-Aadmi ko kya dega?\nJo bhi dega, vhi khuda dega."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_9",
            "tweet": "@AUTHOR We already know people in power are supporters of Godse &amp; Savarkar. They will leave no stone unturned to do propoganda against the just for they have power of money &amp; system. But still 3+ lacs trends are in favour of Gandhi &amp; less than 1 lac is Godse's. That's 75% Gandhi's favour @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_9_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Times reporter Lelyveld insists that Gandhi was gay, or at least bisexual. His lover was Hermann Kallenbach, a German-Jewish architect and bodybuilder."
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_9_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Ha hum jante hai twitter tumhara abba Jan hai..."
                },
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_9_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR What do the tweets say, the three 3+ lacs for gandhi, are all of them actually \"in favour of Gandhi\"?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_10",
            "tweet": "@AUTHOR Aren’t you the same one who was supporting freedom of expression of those holding a commemoration for Afzal Guru, involved in attack on our Parliament, our temple of democracy or cried bucket loads for “son of poor school headmaster”? \n\nNot so LIBERAL anymore? 🤨🤨",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_10_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Asked her this\n\nProbably next she will block me\n\n@URL"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_27_comment_11",
            "tweet": "@AUTHOR Absolutely NO. We, as Indians, has the right to know and see for ourselves as to why Godse shot Gandhi. What were those situations n context. We are the largest democracy, everyone has the right to present his views (FoE) +",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_27_comment_11_reply_1",
                    "tweet": "@AUTHOR (contd..) Unlike your view that Democracy &amp; FoE are in danger only when a \"particular set of narrative that suits certain interest group\" doesn't find or lose traction. And +"
                }
            ]
        }
    ]
}