{
    "tweet_id": "2022_train_main_tweet_107",
    "tweet": "Some Indian Muslims seem more worried about them not getting to eat beef than their coreligionists not getting to survive in Afghanistan.\n\nShocking insensitivity. This is what the beef politics of habitual criers has come down to.",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_107_comment_1",
            "tweet": "@AUTHOR 80% of Indian muslims want Taliban style sharia to be imposed in India: Pew Research 2021",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR \"Devout Saffron\" is teaching about secular laws"
                },
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Wow, great statics I wonder if you have a source for that."
                },
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_1_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Have you taken a poll? 🙄🙄🙄"
                },
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_1_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR They want Sharia to be imposed in India but don't wanna live in a country ruled by Sharia \nIrony 🥲"
                },
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_1_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR and many hindu  also want the same  with hindu as majority so what is the point here  are you saying hindu want hindu country only and want to kick out all non hindu citizen of india"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_107_comment_2",
            "tweet": "@AUTHOR U want muslims to live under condition that they should not eat food which is forbidden for hindus. TALIBAN wants everyone to live as per their their belief system. U both seems to be from same branch of school.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR But there is a minor differences with the choice given. Hindus will not behead you by Taliban will. \nSaraya ever part of urlife. But non eating beef will effect u how? \nArnt u comparing apple and orange . N muslim don't believe in though it's Madarsha of thoughts"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_107_comment_3",
            "tweet": "@AUTHOR And you think only Indian Muslims are interested in eating beef? So many eat beef and pork dude. Just stop trying to control the food habits which is normal all around the world .",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_3_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR 70% of the world eats beef."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_107_comment_4",
            "tweet": "@AUTHOR Your surname reminds of a person who siphoned crores of public and party money into his personal account, providing a lavish life to his incompetent children despite their public dramas. Banao Chootiya aur. \nHar Har Modi, \nGhar Ghar MaderchODI!! :)",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_107_comment_4_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Lvde Tu wahi hai na Jo koi Modi ko oppose krta hai usey apna baap bana leta hai latest baap is Taliban 😀"
                }
            ]
        }
    ]
}