{
    "tweet_id": "2022_train_main_tweet_70",
    "tweet": "What an Irony!!\n\nWhile BJP leaders are opposing India-Pakistan cricket match,\n\nSon of former BJP President and now home minister Amit Shah i.e. Jay Shah is ensuring this game happens. \n\nWhat's going on?",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_70_comment_1",
            "tweet": "@AUTHOR And I Don't know why these politicians have to bring in politics in everything. Let Sportsmanship do it's part as love and peace. Why bring in the politics.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_70_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR You better change your name to meer sadak the people of India not poltician are ordering mr \"MODI\" BOY COT PAKISTAN AND ITS PEOPLE from all walks of life by INDIANS"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_70_comment_2",
            "tweet": "@AUTHOR ये कौन है ? इसका तस्वीर अपने घर की महिलाओं को दिखाकर इसका पता पूछ लेना फिर भौंकने आना ! @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_70_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR they should remain in ICC first"
                },
                {
                    "tweet_id": "2022_train_main_tweet_70_comment_2_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Kyu tu kisi ka Pata puchna Hota Hai to tu apne MA bahno se hi puch ta Hai kya???"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_70_comment_3",
            "tweet": "@AUTHOR Perhaps a bit like J&amp;K leaders and their duplicity where their kids study abroad, while the poor and local kids pelt stones? Like how the political leaders' kids study in convent and international English medium schools while the poor and lower middle class must go to vernacular?",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_70_comment_3_reply_1",
                    "tweet": "@AUTHOR And clearly where we still have political leaders who make the customary noises about boycotting Chinese goods but anyway import tons of goods from them. Where on the one hand they don't want to get anything from the Muslims but have no issues with the oil from Arab nations."
                }
            ]
        }
    ]
}