{
    "tweet_id": "2022_train_main_tweet_100",
    "tweet": "Sad to see a poet and writer spitting venom using dubious and imaginary arguments as history.",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_100_comment_1",
            "tweet": "@AUTHOR Who will decide that your version of history is not biased, prejudice and inspired with personal agenda? When so called historians lose credibility, people come up with their interpretation of same facts and eventually matters who can sale narrative effectively",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR History should be left to historians !\n\nIf the RW feels that India's history is a biased narrative of the Left , the solution is not to make the common man the arbiter or the creator of a new or alternative narrative.\n\nLet RW historians come up with it , and then time will tell."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_2",
            "tweet": "@AUTHOR हाँ जी, आपके किये धरे पर पनी जो फेर रहा है ये बंदा। imaginary history तो आप लोगों की देन थी। इस आदमी के fact को ग़लत तो साबित करिये।",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR 🤣🤣🤣"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_2_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR ग़लत साबित करिए? एक historian एक कवि के बात को ग़लत साबित करे?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_2_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Chutye jab fact hoga isme to na Sabit krenge \nIse jo likh kar mila Nagpur se usne padh diya maje ki bat ye hai jinka itehas me koi role he nahi tha Wo itehas padharahe hai phir to sare Wo hindu Raja maharani gaddar hai jo Mughal Badsah ke sath the us daur me.."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_3",
            "tweet": "@AUTHOR Historians should educate with counter narratives to show everyone persecuted and everyone suffered. So history is not a choice for a future way f life. Yesterday I heard about the 1947 Jammu M massacre from the Karan Thapar news. It s a good counter to the misuse of the KP one.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_3_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR What a crypto though process. Shameless"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_3_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR What about Hindus massacred in Sialkot who migrated to India in 1947. (Same period 1947- the patition)\nThis half truths of the Liar Historians being defended against the truth of this poet."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_3_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Not a single primary source mentions about this imaginary massacre.\n\nIt's just some atrocity literature written in fake news articles by likes of Karan Thapar."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_4",
            "tweet": "@AUTHOR Moorkh hai.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_4_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR आप लोग उनसे संदर्भ पूँछिये।कहाँ कहाँ से पढ़कर इन्होंने इतना बोला।"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_4_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR इसीलिए Dr. Lele कह रहे थे की किसी भी ऐरे गेरे पौने दो झपकी वाले द्वारा तिनके पत्तियां पीसकर बनाई हुई लाल पीली कोरी nili गोलियां मत गिटा करो।\n\nबन गया ना दिमाग का धतूरा!\n\n#EvidenceBasedMedicine\n#ScientificTemper"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_5",
            "tweet": "@AUTHOR @USER Very true, we live in a age where rather been proud on our syncretic culture, we want to run it down. It’s only a matter of time before these ppl will even be running down Constitution of India. Sad &amp; depressing times for the ctry.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_5_reply_1",
                    "tweet": "@COMMENTATOR @USER @AUTHOR @USER Syncretic culture where rioters are labelled as martyrs? How much more lie is hidden behind selective history writing?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_5_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Sad and depressing is the fact that you are happy to live with distorted facts taught to you all these years and happy to celebrate dacoits and persecuters as heroes!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_5_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Afghanistan is a safe country for you to go there, don't forget to take your family"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_6",
            "tweet": "@AUTHOR Who is this spiteful bigot?nauseating stuff.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_6_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR If you think this is nauseating imagine how the brutality was"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_6_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Please use Burnol!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_6_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Fucking converts!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_6_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR I support Maharana Pratap, you and people kind of you are wastes of India. \nI support @USER .\nAnd I will not uth you to stop calling him spiteful bigot, because you are showing your dirt and you can't do anything else, this is what you know well."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_6_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR Your mirror aunty 🤷 . Apni sakal dekh ke heran na ho 🤷"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_6_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR Bigot? 😂😂😂\nForced conversions, Murders, destruction of Temples happened during your Hero’s tenure and you are calling him bigot for putting facts.\n\nHe might be a bigot but you are definitely a stupid."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_6_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR This spiteful bigot who has written chartbusters songs like Teri mitti, Galliyan etc. This spiteful bigot has written the scripts of the shows like KBC , Nach baliye, Indian idol."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_7",
            "tweet": "@AUTHOR Sick mentality, misleading people with wrong facts !!!! These people behave as if there was no contribution of Muslims to India and treat them as villains. Unfortunately they don’t realise what damage they are doing themselves and to the rich history of India.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR These are the same people who are the advocator of freedom of speech but they cannot respect of freedom of speech of other people. You may have not agree with the point made by Manoj but you should respect freedom of speech of him. You cannot force us to believe what you say?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Can we speak about the rich history where mughals were forcing people to convert? Unless irfan is a direct descendent of a mughal, be aware that his entire dna is hindu. Despite any amount of kalma he may have read."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Nobody has forgotten the contribution -\n\nForced conversions\nDemolition of holy Piligrimages like Kashi Vishwanath, Shri Krishna Janmbhoomi, Somnath Ji \nForceful occupation of Sindh, Balochistan, Gilgit, Baltistan etc. \nParticipation on communal lines\nItna chalega ki Aur Bataun?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Mughals were dacoits....if today's muslim count Mughal as their ancestors then they shud own up responsibility"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR You lost that right after partician of country in 1947"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR Yes, indeed it's an sick mentality that people chooses their wrong heroes. Muslims not able to choose Abdul Kalam as their hero they choose Aurangzeb as their hero. Muslims never chooses Ras khan as their hero. Muslim connect their identity with those people who have invaded"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR Zero fucking contribution.\nThats it!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR What Akbar and Babar had to do with Islam or Muslims??? Islam was there in India Kong before then , Babar was a Taliban warlord from Central Asia during medieval period why should Indian Muslims should consider him as their hero ???"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_7_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR Mughals were illiterate nomads. It's a fact. They destroyed so works of art and vandalised temples, killed and maimed the local populace as they were of a different faith. It's a fact. Why do you find it difficult to accept?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_8",
            "tweet": "@AUTHOR so why not demolish the Taj Mahal? after all its a legacy of invaders and looters, but one should ask the tourism dept before the demolition work stars in case they have some issues on this",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Taj Mahal has been made on money paid by 80% Hindus as taxes to build it. Mughal were only contractor they were not owner. Please keep in this your mind."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Things will change with time. Have you seen any monument of remembrance in middle East before people invaded India. This has been made by Indians whose fingers were cut by Shahjahan."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Why demolish? When it belongs to us."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR TajMahal ka paisa kya Shahjahan apne ghar se laya tha?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR Definitely I will demolish when ever get chance like 1991 5th december."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR If we will convinced....we will demolish it ...no doubt about it but we believe in peace and humanity...ofcourse we are not Mughals..."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR Go ahead....we don't mind.\n\nWe have the real symbol of love ... the road built by Shri Dashrath Manjhi."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR It's a symbol of pride for Indians . It just shows how desperate these mughals were to convert Indians but failed. It also shows how they weren't man enough to build the monument from their own money instead they exploited Indians.  Shameless cowards."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR 🤣🤣 Taj ko bhi  demolish kar dege jab Yogiji PM banege"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR Tejo mahalay... Bol. 56 country mein kitne taj mahal hai."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_11",
                    "tweet": "@COMMENTATOR @AUTHOR Work in progress"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_8_reply_12",
                    "tweet": "@COMMENTATOR @AUTHOR देखो क्या आलम है उस कौम का जो अपनी माँ बहन पर ज़ुल्म करने वालों को ही अपना बाप बना बैठी है। कोई तुम्हारा घर तलवार के जोर पर कब्जा ले  औरतों पर अत्याचार करे , लोगो को काट डाले,  तो तुम उसे सब गुनाहों से माफ कर दोगे क्योकि उसने उस घर का रेनोवेशन करवा दिया है ?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_9",
            "tweet": "@AUTHOR His Islamophobia is out in the open: This guy calls himself a writer and look at his knowledge gained from WhatsApp university.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_9_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR How is this Islamaphobia? Please enlighten us with your divine knowledge"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_9_reply_2",
                    "tweet": "@COMMENTATOR Lol ab commie bongs history batayenge.. ghor kaliyug"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_9_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR And your hinduphobia is out in the open.\n\nCannot offer a legitimate counter, so hide behind the islamophobia veil."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_9_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Are didi hr jgh ek hi comment mar rhi ho... Kuch nya likho 🙄"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_9_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR Real ID se aao Abdul"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_10",
            "tweet": "@AUTHOR Ek istri ki laaj or raksha krne ke liye kisi ne lanka jlaya or wo ravan bhi brahmn tha ... or nirdosh ki jaan lenewale or balatkariyo ke smarthan me rally nikalne bhi whi h ... @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_10_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR रावण ब्रम्हण था फिर भी हिंदू उसको हर साल जलाते है...आपने कितने आतंकवादी योके पुतले जलाए...आपमे हिंदू जैसी सोच है?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_11",
            "tweet": "@AUTHOR Why these poets and writers never speak against Britishers who actually looted India and finished it's Rich Cultural heritage ?\nइनकी सूई हमेशा मुगलों तक ही आकर क्यों रुक जाती है ?",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_11_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR A valid question I have been asking myself...these guys crawl before the British..."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_11_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Because no one falsely eulogises the brits as they do the muslim invaders."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_11_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Because no one says “Thank you Britishers” for looting India. Everyone blames British.\nBut some people in India love Mughals who also destroyed India"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_11_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR क्योंकि कुछ नाजायज पैदाइश वाले बार बार 800 साल का पहाड़ा पढ़ते रहते है तो उनको औकात बताना भी जरूरी है। वो शांत रहेंगे तो हमे भी और काम है अपने जिंदगी में!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_11_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR मुगलों तक ही तो भारत काबुल से रंगून तक था । अंग्रेज़ों के जाते जाते तो काबुल भी गया ,रंगून भी ।\nहद तो ये है की बनाने पड़े पूर्वी और पश्चिमी पाकिस्तान भी ।"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_11_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR क्योंकि मुगलो की बहुत सारी नाजायज औलादें यहां रहती है जो अपने अब्बा के काले कारनामों को छिपा के इनका महिमा मंडन करती रहती है।"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_12",
            "tweet": "@AUTHOR अहंकार और सफलता का गुरुर रावण को भी कहीं का नहीं छोड़ा था। तुम मनोज मुंतशिर @USER किस खेत की मूली वक्त बता देगा।",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_12_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER यह कृष्ण भगवान के वंशज कहलाते हैं और राक्षसों और धूर्त लोगों का समर्थन करते हैं शर्म से डूब मरो ! मुलायम ने तुम्हें कहां से कहां पहुँचा दिया! अपने आप का पता नहीं।"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_12_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR @USER आखीर गलत क्या है ? अपने बाप को बाप बोलना गलत है ? आप ही बता दो आप किसके वंशज हो ?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_12_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR @USER भारत में अन्य धर्मों के फैलने में सबसे सहायक तत्व जाती प्रथा रही तभी तो,बौद्ध,जैन,सिख और विदेशी इस्लाम और क्रिश्चियन धर्म निचली जातियों को आसानी से कन्वर्ट कर पाएं अब ये इतनी गहरी जम गई है कि खास पार्टी और जाति का समर्थन करते2 अपने धर्म और प्राचीन संस्कारों परंपराओं को भूल जाते ह"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_12_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR @USER भाग जाओ bsdk नही तो पटक के यही पेलेंगे सारी सेकुलरता गा$ में घुस जाएगी"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_12_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR @USER He is telling truth.Unfortunately like your Hindu seculars are enemy of REAL HIÑDU OR MAA BHARI LE PUTRA.SHAME ON YOU."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_13",
            "tweet": "@AUTHOR Very sad …. Look where we are going ? Venom everywhere",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_13_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Secularism ka chasma utar kr Dekho.. venom kon spread krta hai"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_14",
            "tweet": "@AUTHOR Why don’t Muslims critiques Mughals for their crimes??",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_14_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Which crimes?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_15",
            "tweet": "@AUTHOR Propaganda doesn’t distinguish between mythology and history. Disappointed to see this “poet” peddling such nonsense, though.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_15_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR It’s hatred not nonsense."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_16",
            "tweet": "@AUTHOR @USER It's pandemic now. Either to benefit from it or to save the wrath of the empire",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_16_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Sir, with respect to you, Cannot we have space to respect the opposite views in country?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_17",
            "tweet": "@AUTHOR Very unfortunate.  Behaviour of this kind used to be fringe but becoming mainstream. It's horrifying.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_17_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR The more they go unscathed the bolder they will become. Also giving them a platform to speak and then disseminating their virulent tripe will make more people do it. Angry and helpless two emotions I feel almost everyday seeing these videos"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_17_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Learn to live with times. Our ancestors have done so for the last 600 years."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_18",
            "tweet": "@AUTHOR आयरनी ने वही आत्महत्या कर ली जब इन्होंने कहा “अपने हीरोज़ जात पात से ऊपर उठकर चुनिए”.\n\nइनका इस तरह पतन देखना दुखद है. ठीक है पाला चुनना था लेकिन उसमें भी ऐसी मूर्खता.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_18_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR चोर, उच्चकों को सर पर  बैठना ही आत्म पतन है |"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_19",
            "tweet": "@AUTHOR You should be sad because that tells me Hindu Renaissance is taking place in real sense.\nJai Shri Ram.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_19_reply_1",
                    "tweet": "@COMMENTATOR 🤣🤣"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_19_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Mental sickness in all its glory"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_19_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Are you gone mad, that you believe Boko haram and other organisations like that representing Islam ?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_20",
            "tweet": "@AUTHOR Wars of civilizations has just started symptoms visible clear now",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_20_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Try to find a place in Afghanistan soon."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_21",
            "tweet": "@AUTHOR @USER He is stating facts aboit history ,its starange that inspite of being historian,you never read mughals own records which gleefully recods the genocide of hindus on the name of alla or you r deliberately whitewashish the mmuslim atrocity history.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_21_reply_1",
                    "tweet": "@AUTHOR @USER Sorry for Typos🙄"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_22",
            "tweet": "@AUTHOR It gives cheap and fast publicity!",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_22_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Publicity for 2 mins. \nNever in the history poets sell their iman .In general every poet in self is a baaghi. They never surrender to the power."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_22_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Sir, What about Rajyasabha Seat? 🤔"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_22_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Unfortunately,  educated people are calling for it.  \nI see my college friends repeating such agenda. It hurts  and makes clear to me India is not on a path of progress."
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_22_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR see who talks of cheapness😆😆😆"
                },
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_22_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR The way you are using it now"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_100_comment_23",
            "tweet": "@AUTHOR Miya Habib,gentleman is only telling truth. What makes you so embarrassed?Hold you breath and face the truth.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_100_comment_23_reply_1",
                    "tweet": "@AUTHOR Adding more Miya Habib,your CHACHA NEHRU presented fake stories of history,which is being given true colours nowadays, so that present generation has right to know that for the last 65 yrs false text was presented in Indian history."
                }
            ]
        }
    ]
}