{
    "tweet_id": "2022_train_main_tweet_96",
    "tweet": "Taliban &amp; Indian Kitchen: A Thread...\n\nOne of India’s key imports from Afghanistan is hing (asafoetida), a spice introduced to India by the Mughals in the 16th century &amp; flavours everything from sambar to pakoras.\n(Read my full story “The Kabul Question” in ET today) \n(1...)",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_96_comment_1",
            "tweet": "@AUTHOR total export to Afghanistan stood at $825 mn in 2020-21, registering a 63% rise in five years. Even imports to India, at $509 million in 2020-21, were 74% higher than that in 2016-17. \n(2...)",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_1_reply_1",
                    "tweet": "@COMMENTATOR the top export items from India include refined sugar, garments, medicine, synthetic fibres et al, @AUTHOR key imports include figs, raisins, apricots and, most importantly, hing (asafoetida).\n(3...)"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_1_reply_2",
                    "tweet": "@COMMENTATOR This shows that you are colonized mind .hing is mentioned Manasollasa  sanskrit text"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_2",
            "tweet": "@AUTHOR Heeng. Or Hing ( Asafoetida) of Afghanistan was introduced to India by Mughals ?? 🙃😳\n\nWhere did they bring it from ? Because present day Afghanistan was always part of Bharat Varsha even before the Mughals descended on it",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Don't you know everything in India was introduced by the Mughals ? It was a wasteland before that"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_2_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR He is trying to give that touch of hing, by adding moghuls introduced hing to india. Economic topic  given touch of hing by bringing moghuls between."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_3",
            "tweet": "@AUTHOR This play, written 1300 years before #Babur. \n\n#Mrichhakatika #Hingu @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR This play was from Afghanistan. Everyone in the world was speaking Sanskritam back then.  Get your facts right"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_2",
                    "tweet": "@COMMENTATOR Is hing grown in India?\nMany ppl in India are originally from Persia/Afg/Kashmir. Came in different waves. \n\nIn the south, hing is used in rasam &amp; Sambhar. Does that mean the users of this commodity were originally from Afg? Or could it be that they discoverd it an imported it?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Hing in Ayurveda.\nNo. Mughals didn't bring it. It was used long before them. \nAccept reality. Mughals, Sultans brought only destruction. \n@URL"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR It was gandhara\nLong before even Afghanistan"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR In sanskrit it's \"hingu\"; from Afghanistan it's \"hing\"....see Mughals introduced it!!!!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_6",
                    "tweet": "@COMMENTATOR @USER @AUTHOR The idea that a country should be indebted to another because of trade is ridiculous."
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR That aashole has studied in JNU, leave him"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_8",
                    "tweet": "@COMMENTATOR @USER @AUTHOR Ghurrr ghurrr k pad lo @AUTHOR bhai 🙏🏻"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR And irony is that he is masters in History. It shows how pathetic our education system is which teaches you that Indian history starts from Mughals and before that Indians were homo-sapiens hunting animals ."
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_3_reply_10",
                    "tweet": "@COMMENTATOR @USER @AUTHOR In case the pea brained journo didn't get it, this play predates the birth of the evil cult."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_4",
            "tweet": "@AUTHOR Sir Afghanistan was part of Bharat and Hindu as well and hing has been part of our food long before mughals. It is known by different names in different Indian languages. Later imports tend to have similar names across languages.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_4_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Still calling him \"Sir\"?"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_4_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Sadly he had been to numerous madarsaa while his schooling days....\n\nHe will speak only what he is taught."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_5",
            "tweet": "@AUTHOR Very interesting read @AUTHOR",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_5_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR ಓತಿಕಾಟಕ್ಕೆ ಬೇಲಿ ಸಾಕ್ಷೀ 😅🤣"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_5_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR 🤣🤣"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_6",
            "tweet": "@AUTHOR Was that a Joke?\n\nHing has been used &amp; even quoted in scriptures much before Ibrahim Lodi built a wall with 1 lakh heads at Dilli.\n\nPl, get some perspective..\n\nWe can understand your need to put tweets under deadline, but this much laxity",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_6_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR abe chutiye admi do you have problem in English comprehension?\n\nwhere did he say that ibrahim lodhi invented hing?\n\ngadha insan"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_7",
            "tweet": "@AUTHOR Who told you hing was introduced by Mughals? Which history do you read? \nI find it strange when ppl relate every Indian cuisine to Mughals, as if indians ate nothing till Mughals came.\nMughals came with nothing. They gave us nothing. Why we call everything Mughal is surprising.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_7_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Mughal cuisine doesn't have hing as its essential element"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_7_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR And surprisingly, original habitat of Mughals don't have such cusine even now"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_7_reply_3",
                    "tweet": "@COMMENTATOR @USER @AUTHOR It is the severe inferiority complex that drives them to credit everything to foreigners!"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_7_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Iski maa jab Mughal se Chu Rahi hi tab batya tha isko"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_8",
            "tweet": "@AUTHOR Mughals introduced Oxygen to India. Before that Indians used to do photosynthesis. 😑\n\nJust FYI, Hing has a long history in the Indian kitchen. Even before the religion of Islam was \"introduced\" on earth. \n\nWhy don't Hindus learn Samskrita &amp; get Amarkosa for god's sake!",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_8_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR 😂🙏"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_9",
            "tweet": "@AUTHOR According to the Portuguese, Hing was widely used in #India before the Mughals as well. Crediting the Mughals with everything is re-writing Indian history from a communalist viewpoint, just not the one certain intellectual wannabes in India complain about. @USER",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_9_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER u are right..\n@URL"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_10",
            "tweet": "@AUTHOR There was no #Taliban before 9/11. You glorified #Taliban by linking it to Indian kitchen. Hing in predominantly cultivated from Mediterranean now Iran not from Afganistan.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_10_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Brother pl understand. JNU wala hain."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_11",
            "tweet": "@AUTHOR Indians cango any extent to demean themselves and falsely hail the brutal Invaders. Fact checking is a joke in this country.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_11_reply_1",
                    "tweet": "@AUTHOR Can go*"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_12",
            "tweet": "@AUTHOR Wrong fact . Are you a journalist ?",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_12_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR He is from @USER. So just know the propoganada works. Thats all"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_13",
            "tweet": "@AUTHOR Don't blabber like this. Just because you have a blue tick doesn't mean u can peddle such lies. Hing has been used for 1000s of years and we have enough medical evidence from Ayueveda."
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_14",
            "tweet": "@AUTHOR It wasn't introduced by the Mughals, but yes, 🇮🇳 is dependent on 🇦🇫 for the spice\n\nBut you can relax, our PM is on the job\n\n#ModiHaiToMumkinHai \n\n@URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_14_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR The article clearly states it’s the scientists at CSIR-Institute of Himalayan Bioresource, Palampur who initiated this research. The article doesn’t even mention Modi. So what gives?"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_15",
            "tweet": "@AUTHOR Either you are ill informed or deliberately towing the line of left propagandists.\n\nPractically all spices were known in Ind subcontinent for thousand of centuries.\nMention of hing is there in ancient Ind scripture too.\n\nBTW Afghanistan was also part of India in ancient times.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_15_reply_1",
                    "tweet": "@COMMENTATOR He is JNU wala."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_16",
            "tweet": "@AUTHOR Hing is said to be the kasturi found in the navel of the mrig (deer) mentioned in so many ancient Indian writings yet Mughals brought it.\n\nThe level of brainwashing is astonishing.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_16_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Shantanu should apologise for spreading misinformation. Hing was being used in India much before the birth of afghanistan or islam."
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_16_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Kasturi obtained from musk deers is musk not Hing. Yes there was a thread a few days back proving its use in Indian cuisine long before the Mughals turned up. Since most 'experts' source their knowledge from the western sources they frequently err."
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_16_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR You are confusing musk with hing."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_17",
            "tweet": "@AUTHOR Hing is mentioned in the atharva veda 😐😐😐",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_17_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR That's because in those days, India extended upto present day Afghanistan. That's why it was possible &amp; trades used to happen too. \nBut Hing was made popular by Mughals only as large scale household use started after them. Give credit where it's due."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_18",
            "tweet": "@AUTHOR So u want us - South Indians - not to make sambhar any more &amp; take a procession to Afghan sorry Taliban embassy now for release of hing ? Do u mean that sambhar was invented by us only after Mughals invaded India &amp; gave us Hing?Or sambhar was invented by Mughals? Kya baath hai ji",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_18_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Don't you know. Pulao, biriyani, kheer, roti, architecture etc etc were brought by mughals from desert, along with land, river etc.\n\nbefore that Hindus were roaming naked eating grass and  mud."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_19",
            "tweet": "@AUTHOR hing was not introduced by mughals duffer. Hindus used to cook food and eat before arrivals of mughals. your assumption that your ancestors didn't know spices before mughal rapists arrival is 3xtremely foolish.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_19_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Duffer. Till Mughals invaded Afghanistan, it was Hindu and Buddhist country. Normal trade was on between parts of Akhand Bharat."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_20",
            "tweet": "@AUTHOR \"Hing was a gift of Mughals\"\n\nThis is what reading years of misrepresented history and ignorance of ones own ancient books does.\n\nNow people have to correct not some foreigner but it's own indigenous people as they are brought up In Rot based education system.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_20_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR So what? Even if it was gift of Mughals, should we become slave to them? Didn't they loot and taken loads of wealth from our country?\n\nWhat type of 'bootlicking' this is!!!! I don't understand these distorians at all."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_21",
            "tweet": "@AUTHOR வெங்காயம் சுக்கானால் வெந்தயத்தால் ஆவதென்ன?\nஇங்கார் சுமந்திருப்பார் இச்சரக்கை? - மங்காத\nசீரகத்தைத் தந்தீரேல், தேடேன் பெருங்காயம்!\nஏரகத்துச் செட்டியாரே!\n\nNearly 1500 years old Siddhar song from tamil describing Hing usage .",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_21_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Apdi podu thalaiva aruvala 🔥"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_22",
            "tweet": "@AUTHOR Asafoetida wasn't brought by Mughals, what an absurd notion. There are dozens of books which mention Hingu before first Islamic contact with India. Mughal cuisine doesn't even use Asafoetida."
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_23",
            "tweet": "@AUTHOR Ayurveda texts have mentioned hing, now don't tell us that Akbar introduced Ayurveda. \nCold desert areas of India such as Lahaul and Spiti, Ladakh, parts of Uttarakhand and Arunachal Pradesh also cultivate hing. So does Iran and Uzbekistan.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_23_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR The Livelihood of stooges depends on such articles Sir... can't help"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_24",
            "tweet": "@AUTHOR Haa bhai zero bhi aryabhatt ne nahi kisi taliban scolor ne invent kia tha aur seedhe apki khopdi me plant kr dia. Aur wo gravity bhi newton ne nahi ek talibani scolor ne discover ki thi jb wo granade fek raha tha.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_24_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Scholar ka spelling nahi, chala aaya yaha dusroon ko comment marne. b@USER."
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_25",
            "tweet": "@AUTHOR India imports dry fruits from Afghanistan does it mean Mughals introduced dry fruits in India? Similarly Mughals didn't introduce use of hing in India, you cannot forcibly impose incorrect rubbish theories just because hing is imported from Afghanistan.",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_25_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Hing is from Ghaandhaar desha currently Afghanistan"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_26",
            "tweet": "@AUTHOR @AUTHOR The first reference of Hing trade with erstwhile Afghanistan &amp; Kashmir region is found in the Kashyap Samhita written around 200 BC by Kashyap Rishi. \n\n@URL @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_26_reply_1",
                    "tweet": "@AUTHOR It was already in use as key component in Ayurvedic medicine much before Mughals. @URL"
                },
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_26_reply_2",
                    "tweet": "@AUTHOR @AUTHOR \nThe Kashmir variety though is not of that great quality compared to Uzbek or Iran. But I hope you do understand INDIGENOUS? Similarly Afghanistan too was part of India. \n\nC.K. George, in Handbook of Herbs and Spices (Second Edition), Volume 2, 2012 @URL"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_27",
            "tweet": "@AUTHOR Mention of Asafoetida in Charak Samhita in 2nd century BC @URL",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_27_reply_1",
                    "tweet": "@AUTHOR Just to add in 2 nd century BC, Charak also conceived the idea of Mughals, he said people who will claim anything to everything like this will be called Pranaabhisar aka Mughals…"
                }
            ]
        },
        {
            "tweet_id": "2022_train_main_tweet_96_comment_28",
            "tweet": "@AUTHOR You should resign from the post.Hing is mentioned in charaka samhita and also in Ayurvedic manuscripts",
            "replies": [
                {
                    "tweet_id": "2022_train_main_tweet_96_comment_28_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Yes, charaka samhita indicates much less politically divided South Asian landscape before followers of professed their sins in Christ or Muhammad. Abrahamic religions have historically sought to divide Ayurvedic enlightenment, capitalise trade, knowledge. @URL"
                }
            ]
        }
    ]
}