{
    "tweet_id": "2021_train_main_tweet_69",
    "tweet": "जिस स्वामीनारायण संप्रदाय BAPS के अमेरिका में बन रहे मंदिर में दलित मज़दूरों से ग़ुलामी कराने के केस की जाँच FBI कर रही है, उसकी स्थापना किसी भगवान ने नहीं, यूपी में जन्मे घनश्याम पांडे ने की थी। कोई SC, ST, OBC इस संस्था का प्रमुख नहीं बन सकता। ये चंदा और श्रम “दान” कर सकते हैं। @URL",
    "comments": [
        {
            "tweet_id": "2021_train_main_tweet_69_comment_1",
            "tweet": "@AUTHOR Google , Microsoft , apple, Delloite,Dell, में कब आरक्षण दिला रहे हैं आप बहुजन को या बस ट्वीट करने का कुछ हो जाता है। आपको कसम है बाबा साहब की अगर अपने ऐसा नही किया तो आपको आत्मदाह करना होगा बहुजन समाज के लिए, नहीं तो हम मानेंगे की आप चाटुकार हैं।।",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR ब्राह्मण अमेरिका में वहाँ के एफरमेटिव एक्शन के तहत नौकरी पाते हैं \n\nऔर भारत में आरक्षण के ख़िलाफ़ ज़हर उगलते हैं \n\nये नीच ग़द्दार मानवता पर कलंक है"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR All these orgs, or anymore names u may knw (can tel more) jst check 100% reservation of UCs &amp; it happens right frm recruitment, giving promotions, lucrative positions to onsite - UNWRITTEN Rule हैं\nAll these companies also have D&amp;I Policies to protect affirmative action otherwise"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR मनुवादी लोग  दलित आदिवासी , ओबीसी हिन्दुओ के दुश्मन है"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR आप लोगों को शायद आरक्षण नाम की बीमारी लग गई है जब देखो आरक्षण आरक्षण भोंकने लगते हो।आरक्षण नाम का भूत सपने में भी सताता है आप लोगों को।आप अपनी सारी फलस्ट्रेशन आरक्षण पर ही क्यों उतारते हो ?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR ट्वीट करने से भी बहुत कुछ कार्य होता है। इसका सबूत यह है कि ट्वीट का प्रभाव आप पर भी हुआ है।"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR केस चल रहा है कास्टिज्म= ब्राहमण टेररिज्म का अमेरिका मे...."
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR Sir kash aap apni nich jati vyavstha par itne Mukhar hote...jo duniya me kisi or contry me nahi. @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR पापा को पूछ बेटा ये बोलने का अधिकार किसने दिया हैं।"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR जाकर पता करो वहां भी reservation है black के लिए। Racist mindset wale"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_1_reply_10",
                    "tweet": "@AUTHOR ब्लॉक कर दिया 🤣 प्रोफेसर साब।।\nअरे अभी तो सुरु किया था इतने में सूसू निकल गया मेरे प्यारे हरित क्रांति का 🙄🤣"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_2",
            "tweet": "@AUTHOR हिन्दू धर्म वास्तव में ब्राह्मण धर्म है \nयह धर्म ब्राह्मणों के लिए ब्राह्मणों के द्वारा एवं ब्राह्मणों का धर्म है\nअब यह प्रश्न उठता है कि फिर OBC/SC/ST कौन है??\nशूद्र(OBC) और \nअछूत(SC) \nअमानवीय\nएवं \nघिनौने ब्राह्मण धर्म \nके \nदुर्भाग्यपूर्ण \nबाइप्रोडक्ट (कचरा)हैं\nवे हिन्दू नहीं है",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_2_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR जनेऊ अंग्रेज"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_2_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR यादव भगवान कृष्ण के वंश है। बहुत सी जातियों की उत्पति के दैवीय कारण है। ST कभी भी उपेक्षित नहीं रहे जैसे की सबरी माता।"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_3",
            "tweet": "@AUTHOR अमेरिका अब भी वक्त है बचा लो खुद को इन मनुवादियों से ये लोग भगवान का डर दिखाके आपको वश ने कर लेंगे....!",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_3_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR sc st obc nhi samjh rhe ye log sanap se bhi jahrile.hai"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_4",
            "tweet": "@AUTHOR ... ... ...\nब्राह्मणों के कुत्सित किर्याकलापों और संस्कारों पे \nदेश ही नहीं दुनियाभर में नुक्कड़ नाटक होने चाहिए... ... ..."
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_5",
            "tweet": "@AUTHOR भगवान ही धोखा हैं इसलिए तो मानवता मे भेदभाव जातिवादी रिवाज हैं.. प्रकृति ने यह सब पैदा नहीं किया.. आज कोरोना मे यह भगवान धर्म संस्कृति पंडित सब झूठे साबित हो गये अंधविश्वासों का नतीजा हैं इससे जनकल्याण सम्भव नहीं हैं.. यह लोग शिक्षा रोजगार संविधान पर जोर नहीं देते..",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_5_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR जनेऊ अंग्रेज"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_6",
            "tweet": "@AUTHOR वोट भी तो दान करते है  स्वर्ण जीत कर इनका शोषण कर सके मुसलमान ना जीतने पाए।"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_7",
            "tweet": "@AUTHOR स्वामी नारायण मन्दिर के नारायण कोई ईश्वर नही घनश्याम पांडे है।  स्वामी नारायण मतलब हिन्दू धर्म के ईश्वर नारायण होंगे ऐसा भरम था।\nये तो यूपी के घनश्याम पांडे जी स्वामी नारायण है। भरम फैलाना कोई इनसे सीखे।"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_8",
            "tweet": "@AUTHOR Brahmins  always mislead the human who have nothing in name of knowledge but merely unscientific worst mentility,"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_9",
            "tweet": "@AUTHOR Maine dekha hai akshardham me sare desh ke mahapurushon ki dummy hai lekin bahujan ek bhi nai Esa koi Pandey hi soch sakta hai",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_9_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Agar bahujan ke nahi toh dusre mapurush kaun?"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_10",
            "tweet": "@AUTHOR SC, ST, OBC ये बात समझते कहाँ हैं। बस झोला ढ़ोने में लगे रहते हैं। बहुत मेहनत करने की ज़रूरत हैं।"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_11",
            "tweet": "@AUTHOR @USER क्या यही सिखाया था ,मेहनत कश को उसका हक बेहयाई से मार लेना...ये स्वामी है की सेठ...भाई पता करो"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_12",
            "tweet": "@AUTHOR ब्राह्मण कभी अपने हरकतो से बाज नहीं आएगें\nयह लातो के भूत हैं बातों से नहीं मानने वाले\nपाखंडी नीच कही के",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_12_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Bodh ki dp lgakr ye sobha nhi deta aapko"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_13",
            "tweet": "@AUTHOR 33 crore bhagwaan kam pad rahe h inko"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_14",
            "tweet": "@AUTHOR ये गद्दार गद्दारी ही करेगे"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_15",
            "tweet": "@AUTHOR भारत से भगाया जा रहा है तो कहीं ना कहीं तो दुकान लगानी पड़ेगी पापी पेट का सवाल है",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_15_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR बिल्कुल सही कहा आपने।"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_15_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Kisi ke baap me dum nahi ki bahar bhaga de"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_16",
            "tweet": "@AUTHOR 1781 में उत्तरप्रदेश के गोंडा ज़िले में हरिप्रसाद पांडे, प्रेमवती पांडे के घर पुत्र का जन्म हुआ नाम था उसका घनश्याम दास पांडे. वह ब्राह्मण जाति से था, जिसका धर्म गुरु, पुजारी और कथा वाचक बनने पर 100% आरक्षण था. धर्म गुरु बनने के बाद शिष्यों ने उसे भगवान स्वामी नारायण की उपाधि दी.",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_16_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR तुम्हारा आरक्षण भी अपनी जाती के काम पर है"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_17",
            "tweet": "@AUTHOR बन क्यों नही सकते है पहले सनातन धर्म मे विश्वास करना सीखो , तुम लोग दिन भर सनातन धर्म को गाली देते हो और जब पद की बात आती है तो SC, ST ,Obc क्यों नही और इसमें भी रिज़र्वेशन चाहिए।",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_17_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR सनातन धर्म के अनुसार वर्ण पोस्ट है,कर्म और योग्यता के आधार पर, तुम और तुमरे पूर्वज कब से इस पोस्ट पर कुंडली मार के बैठे है, कौनसा एग्जाम दिया था तुमने ब्राह्मण होने का, जन्मजात रिजर्वेशन लेके दूसरो को ज्ञान दे रहे हो?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_17_reply_2",
                    "tweet": "@AUTHOR ब्राह्मण होना कर्म से ही परिभाषित था और रहेगा, जो व्यक्ति कर्म और आचरण से भ्रष्ट है वो जाति से ब्राहमण नही हो सकता है। तुम लोगो ने ब्राह्मण के बारे में सही जानकारी नही ली है। यदि में तुम्हे एक सही ब्राम्हण के कर्म करने के लिए बोलूं तब तो तुम एक ब्राह्मण कर्म से नही बन सकते हो ।"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_17_reply_3",
                    "tweet": "@AUTHOR यदि उसी सही कर्म और आचरण पर चल सकते हो तो तुम तुम कर्म से ब्राम्हण हो। रही बात पद की तो किसने रोका है  तुम उस पद के लायक बन कर दिखाओ यदि फिर भी कोई जाति के नाम पर रोक कर दिखाए तो बोलो। जातिगत नफरत से तो बिल्कुल भी संभव नही है।"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_17_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Reservation ki neev to sadiyon purani hai par usse problem aaj kyun hai.....ye vicharniya hai.....?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_17_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR Kase vishwas karun? Sanatan dharmiyon ne5000saal tak gulam banane ke liye tarah tarah ka hathkanda apnaya. Janwaro ko raste par chalane aur talav/kuon se pani pine se koe yetaraj nahi par Bahujano ke saath kya kya hua aur hota hai sab janta hai. Ab bhi toa dharma ko manviye banao"
                },
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_17_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR Kisko chahiye aisa dharm"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_18",
            "tweet": "@AUTHOR spend money and become president."
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_19",
            "tweet": "@AUTHOR ब्राह्मण अपने ही बाप दादा को भगवान बतला कर लोगो से पूजा करवाते आए हैं"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_20",
            "tweet": "@AUTHOR ऐसे चूतिये के बजह से देश में जातिवाद को बढ़ावा मिल रहा है,"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_21",
            "tweet": "@AUTHOR पांडे ने मंदिर की स्थापना कि और दलितों को रोजगार दिया"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_22",
            "tweet": "@AUTHOR Whenever you see 'BAPS', please know it is completely 'Different' from 'Original' Swaminarayan Sampradaya (spiritual lineage of said 'Ghanshyam Pande'). \n\nKindly try to know..... @URL",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_22_reply_1",
                    "tweet": "@AUTHOR And also you will come to know BAPS's association with power/politics and huge finances.\nFinance is not a bad thing but it's source and intention does matter."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_23",
            "tweet": "@AUTHOR कोई दान मत करो।"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_24",
            "tweet": "@AUTHOR Uff aur inhi logo ne bhagwan ka aisa dar baithaya samaj me ki  log mandir nhi jayenge to paap lagega pata nhi kya kya.but seriously aisa kuch nhi hai..Aapke karma sahi to universe hamesha apke sath hai.mat bajao mandir me ghanta kya jata hai."
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_25",
            "tweet": "@AUTHOR @USER\nजय संविधान\n#जयभीम\nनमोबुद्धाय\n#जयभीम\n#जयभीम\n#जयभीम\n#जयभीम\nजय किसान"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_26",
            "tweet": "@AUTHOR Thank sir आपका आपने मेरे भेजे मैसेज को"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_27",
            "tweet": "@AUTHOR I had visited Swaminarayan temple in Ahmedabad in my college days, had seen laser show. Premise was clean, temple was shining and nothing in it was able to impress me at all. 🤞😑"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_28",
            "tweet": "@AUTHOR मैं भी कितने दिनों से कह रहा हूं मैं भगवान‌ कृष्ण का वंशज हूं। इसलिये मुझे भी किसी कृष्ण मंदिर का मुख्य पुजारी बना‌ दो लेकिन कोई बना ही नहीं रहा 😀🙏",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_69_comment_28_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR कब से वंशज हो भाई"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_29",
            "tweet": "@AUTHOR ye to latest news hai"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_30",
            "tweet": "@AUTHOR Is that not same with all temples in India. 90% have no hope becoming priests ..."
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_31",
            "tweet": "@AUTHOR It is near from gonda."
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_32",
            "tweet": "@AUTHOR जो अन्धविश्वासी है वो ही इस राह चलेगा।"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_33",
            "tweet": "@AUTHOR Matlab SC ST OBC chut hai unka paisa nehin bahre dharmka thikedaro ispar kuch jwab hai"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_34",
            "tweet": "@AUTHOR BAPS don't belong to Hindu religion. Majority of their religious leaders sees Lord Shankar and Lord Krishna as inferior to Lord Swaminarayan."
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_35",
            "tweet": "@AUTHOR Dekho inhe 🤣🤣\n#यूरेशियन_मूर्ति_चोर @URL"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_36",
            "tweet": "@AUTHOR उपरोक्त खबर में देखें कि प्रबंधक को है।"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_37",
            "tweet": "@AUTHOR कहते है न कि खाली दिमाग शैतान का दिमाग।"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_38",
            "tweet": "@AUTHOR तुम ने तो शादी भी दलित से नहीं कि तुम क्या दलित का भला करोगे"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_39",
            "tweet": "@AUTHOR जब तुम्हें मंदिरो पर विश्वास नही तो उनका प्रमुख क्यु बनाना चाहते हो।? और दूसरी बात आज तक जीवन मे किस मंदिर को  आपने कितना दान दिया है"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_40",
            "tweet": "@AUTHOR Abe lodu iska अध्यक्ष केशू भाई पटेल है \n\nआरक्षण तो मिल गया रहोगे मंदबुद्धि ही \n\nऔर दलित मजदूरी k लिए ही पैदा हुवे है \n\nजय ब्राह्मण देवता की 🚩"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_41",
            "tweet": "@AUTHOR और तू दान करे तेरी औकात क्या है कुत्ते"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_42",
            "tweet": "@AUTHOR @USER इस संस्था के लोगों को अमानवीय कृत और शोषण करने के दोष में जेल भेजना चाहिए"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_43",
            "tweet": "@AUTHOR तेरे जैसे चूतिये भगवान को मानते नही है मगर मंदिर की संस्था का प्रमुख बनना है वाह दोगले"
        },
        {
            "tweet_id": "2021_train_main_tweet_69_comment_44",
            "tweet": "@AUTHOR You are most poisonous person... Hindus, be unite else will be destroyed by other dogmatic religions... everyone enjoying by fighting us in General, SC, OBC, ST... Mainly, Muslims are taking advantage of this by supporting SC and ST with planning..."
        }
    ]
}