{
    "tweet_id": "2022_train_main_tweet_169",
    "tweet": "‘Brother judges’ celebrating the Ayodhya Verdict in a five star hotel. \nThis picture says everything you want to know about justice and possibility of justice in India 2021. \nIn logon se insaaf ki ummid kar rahe the hum. @URL",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_169_comment_1",
            "tweet": "@AUTHOR Rip indian justice system"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_2",
            "tweet": "@AUTHOR So what's wrong with the bench having a celebration after giving the verdict in a long pending case??"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_3",
            "tweet": "@AUTHOR Tum logo se secular hone ki umeed bhi toh kar rahe hain log yaha par.."
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_4",
            "tweet": "@AUTHOR तुम लोगों से भी तो भाईचारे की उम्मीद करते हैं सभी हिन्दू, लेकिन धोखा मिलता है। @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_5",
            "tweet": "@AUTHOR You are right.\n\nShe should not get bail. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_6",
            "tweet": "@AUTHOR Judges shouldn't be allowed to enjoy &amp; party in free time, how dare they do things which are reserved for media people only."
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_7",
            "tweet": "@AUTHOR BiBi...Isn't the same judiciary system which released Sudha Bhardwaj???\nWhy r u crying unnecessary ..."
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_8",
            "tweet": "@AUTHOR Muhammed is not a Muslim. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_9",
            "tweet": "@AUTHOR Never forget, Hindus had to LEGALLY contest for LONG, that too in a Hindu Majority state, to win claim on their very OWN place of worship.\nIn what Islamic state, would Muslim contest similar?\n#HagiaSophia?"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_10",
            "tweet": "@AUTHOR किसी भी महत्वपूर्ण जजमेंट मे सभी जाती समाज का जज होना बहुत जरूरी है ।\nसुप्रीम कोर्ट ब्राहमण महासभा बन चुका है जो देश के लिए घातक है✊✊"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_11",
            "tweet": "@AUTHOR Their celebration was well deserved that they were destined to write &amp; deliver the verdict which was pending since decades.\nThe past govts didn't have gumption to argue the case on one pretext or another."
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_12",
            "tweet": "@AUTHOR so, skipped\n\n- religious killing of a hindu youth by his Muslim in-laws?\n- Muslim groups in gurugram defying ‘agreement’ by Maulvis\n@URL\n\nand back to Babri, \n\nthis is called ‘Ecosystem sponsored propaganda\""
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_13",
            "tweet": "@AUTHOR Bibi ka RR chalu @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_14",
            "tweet": "@AUTHOR This is how the propaganda run by so called journalist like you. But you may forgot justice abdul nazeer is also here. As far as verdict concern learn to respect verdict of SC and SC also said that time if masjid side want they have to file a petition in SC for criminal"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_15",
            "tweet": "@AUTHOR अब पता चल गया, अब उम्मीद मत रखना ,"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_16",
            "tweet": "@AUTHOR You do not have team lunches after completion of big, long and tedious project ?? They are human too and have the right to wind down."
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_17",
            "tweet": "@AUTHOR This is your truth. You have accepted that all your actions/protests are towards making india a singular ideology society @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_18",
            "tweet": "@AUTHOR This proves the 5 judges were in touch during and after the verdict.\n\nGroundbreaking."
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_19",
            "tweet": "@AUTHOR Same people celebrated the BAIL of SRK's son few days back, Sufha Bharadwaj now hailing Indian judiciary. Hypocrisy at its best. Didi, first decide for yourself is Indian judiciary okay or not."
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_20",
            "tweet": "@AUTHOR ये है सेकुलर Arfa Khan's \n\nIdeology  and  strategy \n\n@URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_21",
            "tweet": "@AUTHOR विधवा विलाप 🥺🥺🥺  वही सुप्रीम कोर्ट जब किसी अन्य मामले में तुम्हारे पक्ष में फैसला जाता है तब वही सुप्रीम कोर्ट संविधान की रक्षक हो जाती है जब फैसला तुम्हारे पक्ष में नही जाता है तो भक्षक बन जाती है। जिंदगी में कभी मौका मिले तो \"School of Law\" और इसके प्रकार के बारे में पढ़ना।"
        },
        {
            "tweet_id": "2022_train_main_tweet_169_comment_22",
            "tweet": "@AUTHOR As a software engineer, whenever we deliver a difficult, complex project, we celeberate it after in the same manner for all the hardwork.\n\nThe same applies to each and every profession. Judgement on Babri case was probably the most difficult job for them even you would agree."
        }
    ]
}