{
    "tweet_id": "2022_train_main_tweet_47",
    "tweet": "हमारे यहाँ एक बहुत बड़ा पाखंड होता है, दिखावा होता है कि जो दिवंगत हो जाता है, इस दुनिया में न रहे, देहांत हो जाए, उसको अचानक से महापुरुष बना दिया जाता है। \n\nश्रद्धेय अटल बिहारी वाजपेयी जी के निधन पर विनोद दुआ\nआज दुआ जी का निधन हो गया",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_47_comment_1",
            "tweet": "@AUTHOR आज के वक्त में इस प्रसंग को याद करने के पीछे आपकी कोई ख़ास सोच है क्या?"
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_2",
            "tweet": "@AUTHOR आप जैसे महान व्यक्ति को यह quote देना शोभित नहीं देता,  कृपया क्षमा करें"
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_3",
            "tweet": "@AUTHOR क्या दुआ जी ने आपसे बोला था की जब वो मरेंगे तो आप उनका महिमामंडन करना, उन्हें महापुरुष बनाना? मौत तो एक दिन सबकी आती है, दुआ जी को भी ये पता था जब उन्होंने ये बात बोली थी। सच बोलना कब से गुनाह हो गया? आप अपना छोटा दिल दिखा ही देते हो समय समय पर triapthi जी।"
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_4",
            "tweet": "@AUTHOR ये है इसकी सोंच।। @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_5",
            "tweet": "@AUTHOR पत्रकारिता के स्वर्णिम युग का अंत , स्वर्गीय विनोद दुआ एक निर्भीक पत्रकार, आज के पत्तल चाटों (ओहो, \"चाटों\" नही ,पत्तल कारों ) के सुख की अनुभति स्पष्ट झलक रही है  shame on you"
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_6",
            "tweet": "@AUTHOR Jab Vinod Dua ji ne aisa Bola tha tab bada kharab laga tha. Per tit for tat kerte hue bhi Accha nahi lag raha, mummy papa ke sanskar also kerne se rok dete hain."
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_7",
            "tweet": "@AUTHOR भारत में गिद्धों की संख्या लगातार कम होती जा रही है।\nआज दुआ जी के संबंध में कुछ अच्छी बातें करनी चाहिए थी लेकिन उन्हें सच्ची श्रद्धांजलि यही होगी की उनका सही आकलन किया जाए और वास्तविकता यह है कि वह ऐसे गिद्ध थे जिसका काम इंसानियत को नोचना है।"
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_8",
            "tweet": "@AUTHOR देश के लिए खाने वाला महा कपटी,धूर्त सलट गया सुअर। दो तीन दिन पहले ही उसकी मौत की खबर आई थी शायद तब नही मरा लेकिन लोगों ने तभी भरपूर जुतांजली अर्पित कर दी थी। अब एक बार और अर्पित करते हैं। सुअर जहन्नुम में राहत टिंडोंरी को कहता होगा कि हिंदुस्तान केवल हिन्दुओ के बाप का है।"
        },
        {
            "tweet_id": "2022_train_main_tweet_47_comment_9",
            "tweet": "@AUTHOR विनोद दुआ सही मायनों में पत्रकार था आप जैसे लोगों की तरह पत्तलकार नहीं, जो मरी-सड़ी लाशों से सिक्के बटोरता हो।\n\nभावी इतिहास उन्हें एक सच्चे पत्रकार के रूप में याद रखेगा और आप जैसे लोगों को................"
        }
    ]
}