{
    "tweet_id": "2022_train_main_tweet_144",
    "tweet": "Right Wing is mocking and trolling Indian Muslims because Taliban have taken over Kabul. \nEven the worst human tragedies and miseries are just an ‘opportunity’ for them. \nShame on you, Sanghis !",
    "comments": [
        {
            "tweet_id": "2022_train_main_tweet_144_comment_1",
            "tweet": "@AUTHOR Aunty ji...! photoshop karke Talibans ko Afganistan ke bahar kar do :)"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_2",
            "tweet": "@AUTHOR Islamic nation Tazakistan not allowing flights from Kabul to land in their territory.\nOur secular dharamshala India had sent plane to Kabul and brought  VIP afghans.."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_3",
            "tweet": "@AUTHOR This is the meaning of democracy for #Taliban \nHa ha ha \nSee yourself ! \nशर्म तुम करो ! @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_4",
            "tweet": "@AUTHOR As if Afghanistan was prospering under American occupation. 🧐 seems like Afghanistani people r backing Talibans. So let them chose whatever they want. #Afghanishtan"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_5",
            "tweet": "@AUTHOR Nope. \nJust wanna ask \nWhy no condemnation by Muslims??????? \nWhere's all the love you were showing for Palestinians? \nWhy these double standards!!"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_6",
            "tweet": "@AUTHOR We don't understand why do you Want to live in Hindu t@USER?"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_7",
            "tweet": "@AUTHOR There are good Taliban, okay arfa khanum sherwani. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_8",
            "tweet": "@AUTHOR If you hv the guts, speak one word against Taliban Sherwani."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_9",
            "tweet": "@AUTHOR वैसे जिसने अफगानिस्तान पर कब्जा किया है ये तालिबान गुड है या बेड 🤔 @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_10",
            "tweet": "@AUTHOR Hahahaha This is what you do when you don't have guts to condemn Taliban &amp; Sharia.\n\nArfa ka kal pet bhi kharab hoga tab bhi uske liye Sanghi jimmedar honge.\n\nShame on you &amp; entire Liberandus including Malala."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_11",
            "tweet": "@AUTHOR Good Taliban or Bad Taliban?\n\n@URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_12",
            "tweet": "@AUTHOR How do you always manage to make “Sanghis” the v!llains ? \n\nWhether it was Danish k!lled in cold blood by Tal!Ban or now the human tragedy unfolding in AFG?\n\nWhy don’t you condemn the Tal!ban?\n\nWhat atrocities they will commit there?\n\nEspecially on women\n\nPray for them🙏🙏"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_13",
            "tweet": "@AUTHOR religion can take u to places you don't wanna go. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_14",
            "tweet": "@AUTHOR Meanwhile gareeb Indian Muslim who is being tolled @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_15",
            "tweet": "@AUTHOR Have you lost your mind completely?"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_16",
            "tweet": "@AUTHOR मैडम ये सब छोड़ो, अब ये बताइए कब अफगानिस्तान जाने की घोषणा कर रही हैं, हम सभी भारतीय इंतजार कर रहे हैं। अब देर मत करिए अब तो अफगानिस्तान में सच्चे मुस्लिम सत्ता में भी आ गए हैं। अगर नहीं कह सकती तो लेक्चर मत दो। पनौती कहीं की, काला तंबू पहनना सीख पहले, लेक्चर देने चली हैं 😄😄"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_17",
            "tweet": "@AUTHOR You are feeling safe in India or not ?"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_18",
            "tweet": "@AUTHOR Crime in Afgh@USER done by your ilks, but you will still blame H¡ndus. And then you claim to be secul@USER. Nobody is happy with what's happening with Afghanis, but India or H¡ndus had no role in it. Go ask US who went there 20 yrs back only to ditch them. So please keep quiet."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_19",
            "tweet": "@AUTHOR Will you feel ashamed of him? If yes condemn him report him to cops. Will you? @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_20",
            "tweet": "@AUTHOR फिर ये कौन लोग हैं किस ग्रह के लोग है? @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_21",
            "tweet": "@AUTHOR Seems #Taliban has paid you to spew venom on Hindus while remaining tongue-tied about the ghastly rapes on minors. \nYou are a disgrace to humanity"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_22",
            "tweet": "@AUTHOR When did you began to condemn Sharia? Taliban wants Sharia to be applied.\n\nI fail to understand how the great \"Sharia\" be the worst human tragedy?\n\nDon't you also parrot against \"Vandematram\" because of Sharia?"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_23",
            "tweet": "@AUTHOR No idea why IMT here is supporting Talibans. Saw many tweets or comments in this regard."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_24",
            "tweet": "@AUTHOR @AUTHOR look at some “Indian Muslims”’s views. I hope you condemn such hate mongers with all your heart instead of shamelessly blaming “Sanghis” for everything. @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_25",
            "tweet": "@AUTHOR I guess you have no inch of shame inside you or you were never born with it. Btw how is it even a tragedy to you? Is it because the Taliban are not sparing even the Muslims out there?😂 You were actively orchestrating riots during CAA enactment coz it was meant for non Muslims."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_26",
            "tweet": "@AUTHOR Grapes are sour madam, nothing else to tweet, why dont you don the blue burkha and help the Afghani women if you really cared for them!"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_27",
            "tweet": "@AUTHOR Sanghis kisi talibani se kam hai kya?"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_28",
            "tweet": "@AUTHOR And why are they after Malala, what has that young girl done to them? I mean, she must be worried sick as her family and loved ones now might be targets, but the whole day they are tweeting and trolling her as to why she is not talking?! How is she answerable to them?"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_29",
            "tweet": "@AUTHOR Sanghis have gone mad after hearing the news of #Taliban taking control of Afghanistan"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_30",
            "tweet": "@AUTHOR This is already happening in india.... I don't know why they can't understand terrorism have no religion... terrorists are nothing to do with islam...They and we Muslims r not the same😔"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_31",
            "tweet": "@AUTHOR They think that all Indian Muslims are Taliban. They should consider themselves forunate that Indian Muslims are the most moderate in the world. Taliban are infact Sanghi counterparts with the same mindset."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_32",
            "tweet": "@AUTHOR Mrs. @AUTHOR \nKindly go through this video. My dear Muslim brothers are supporting Taliban. If you want more proofs, DM me 😉 @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_33",
            "tweet": "@AUTHOR Being a Indian Muslim I am ashamed of Hypocrisy of Indian Muslims. We cry save Gaza, save humanity for Palestine but none cried \"Save Afghanistan\"... Shows a lot. We think Sharia is good, In reality Afghanistan is proof that its no longer applicable in this age and time."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_34",
            "tweet": "@AUTHOR 1-Divert Attention from TALIBAN imposing SHARIA in  Democratic Afghanistan\n\n2-Hide Inhuman SHARIA Law &amp; its worst Impact on People\n\n3-Play Victim card saying \"Hindus are Mocking\" Indian Muslims means divert discussion from SHARIA Law's Inhuman Impacts and onto Indian Muslims"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_35",
            "tweet": "@AUTHOR ruthless reply ever seen..🔥🔥🤣🤣 RIP Arfa begam @URL"
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_36",
            "tweet": "@AUTHOR Well, one of the biggest human tragedies of Covid was an opportunity for you too. Did not miss a chance to show India in bad light by circulating those sad images. You didn't shy away then, why now?\nCondemn the wrong openly, we don't have Sharia in India, don't be scared."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_37",
            "tweet": "@AUTHOR Yk I've many Muslim buddies and I would spend &gt;10 hrs of my day w some of them. These are some of the best folks I know out there. Yk what's shitty? People like you, who even in the face of cataclysm have the bloody guts to play the blame game. Such an opportunist."
        },
        {
            "tweet_id": "2022_train_main_tweet_144_comment_38",
            "tweet": "@AUTHOR #Afganistan &amp; @USER paying their Price for nurturing terrorist for these many years. Soon this situation will come to #Pakistan also. @USER will simply surrender no question asked. #AfghanistanBurning #AfghanistanCrisis #TalibanDestroyingAfghanistan #Talibans 🔥🔥"
        }
    ]
}