{
    "tweet_id": "2021_train_main_tweet_23",
    "tweet": "So what if Delhi CM highlighting acute oxygen shortage to nation’s PM is televised to nation? \n\nSpoils record of carefully orchestrated PR exercises? \n\nNo apologies are due from HCM Delhi. Answers are due from Hon’ble PM.",
    "comments": [
        {
            "tweet_id": "2021_train_main_tweet_23_comment_1",
            "tweet": "@AUTHOR Exactly.... the govt is so very sensitive of PR and media driven perception. People are dying and PR needs to be managed. Sad 😔",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_1_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Then what's stopping kejriwal from setting up Delhi own oxygen plant like other states did?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_1_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Right. Even kejriwal g fell for that today."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_2",
            "tweet": "@AUTHOR Totally Anna hazare and aap only destroy Delhi"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_3",
            "tweet": "@AUTHOR Ma'am he was asking to divert oxygen from Odisha &amp; Bengal to Delhi.\n\nTo which your CM Mamata Didi has already said a NO to.\n\nYou should exchange notes with her before putting out tweets."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_4",
            "tweet": "@AUTHOR Please Don't Support Indirect BJP B team 🙏🙏 Here After Please 🙏"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_5",
            "tweet": "@AUTHOR @USER Koi sense hai iss baat ka yahan? Aa jaate hain propaganda failane."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_6",
            "tweet": "@AUTHOR #welldonekejriwal"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_7",
            "tweet": "@AUTHOR Now all BJP ruled states to get free vaccines, what is he up to, is he a zombie?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_8",
            "tweet": "@AUTHOR Then it will be showmanship and rhetoric instead of getting anything done.\n\nAlso, what ideas id Kejriwal contribute expcept some begging?\nHe had time since last year.. why didn't he built one oxygen plant? Why couldn't he transport one oxygen cylinder with his resource?",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_8_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR This I am also not able to understand....Why didnt any state think of building some oxygen plants....and some hospitals with beds...I dont think Central govt would have banned them from doing all these things...\nNow at peak time all are shouting"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_9",
            "tweet": "@AUTHOR Already taking into fold doctors from hospitals to manipulate data"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_10",
            "tweet": "@AUTHOR Modi se maafi kyo maangi .! Modi protocol ka havala deke khud ki naakaami chupaana chahata tha desh ko maalum toh padna chahaiye ki kisne yeh blunder kiya hain..kon jimmedar hain! Ak ne achha kiya meeting ko live kiya. Kaayede se istifa maang na chahaiye modi se @USER",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_10_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Desh ko maloom padna chaahiyr ki Punjab mein dange karwake apni Gov banana chaahta tha ye Kejuruddin !!! Aaj Tax ke paiso se advertisement karta hai but ek bhi ocygent ka plant nahi laga sakta !!!"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_11",
            "tweet": "@AUTHOR The joke is not on him. The joke is on the people who elected him again and irony is he will be elected again in 2024 😂😂😂",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_11_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR And on those who divided the country into islimist and secular.and islimist in seculiar  India has voice. MF."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_12",
            "tweet": "@AUTHOR Blocking oxygen supply by BJP ruled states is against  the \"protocol\", not televising PM-CM meeting!",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR दिल्ली के CM को पता ही नही की oxygen air lift किया जा रहा है इंडियन एयर फोर्स द्वारा और ना ही उन्हे खबर है की oxygen की खास ट्रेने चलाई जा चुकी है ।\nCM दिल्ली तो PM को यही आइडिया दे रहे थे।\nUnder informed CM😐"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR When Delhi CM don’t want to treat patients from BJP ruled states is not against the protocol then y is blocking oxygen from them is??? States were given access to set 15 oxygen producing plants in their states.. y Delhi CM didn’t do it?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Your response doesn't surprise me\n\nAAPtard jo ho"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Ask your CM what he has done to prepare for Covid in the last one year other than endless advertisements."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR Blocking allegation is blatant lie. Politically motivated."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR Why did kejri only comple 1/8 sanctioned PSAs\n\n@URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR Both are and you justifying one shows your bias.\nHes begging for beds, ventilator, pipes etc to centre which could have been arranged by him, all he wants to do is politics"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR Why Kejriwal set up his own oxygen plant in delhi?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_12_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR Stop lying loser. And take responsibility for Delhi and Maharashtra."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_13",
            "tweet": "@AUTHOR Chalo upbringing ki toh clarity ho gayi"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_14",
            "tweet": "@AUTHOR He is out of practice from interrogation by anyone since long.\n\nGodi media has pampered him very well to heal his infamous \"dosti bani rahe\" interview."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_15",
            "tweet": "@AUTHOR Live telecast between honourable PM &amp; a CM can not be shown to the people of the state ? Why ?",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR PM Jo bole wo to dikhaya ja sakta hai, usse protocol break nahi hota but CM agar karade to....."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR There is something called constitution and secrecy of oath!! Or, you won't want that to be followed selectively. Is is not that this protocol has been established now."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR What is the secret they talk that the public should not know?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Of course if it was planned and had consent of both parties , imagine he goes to a world conference and slyly broadcasts it - would you still defend that? Agree it is wrong"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR That was not scipted for people. Modi's image was at stake. He could end up saying something that would show people his true face. Man if you dont do live they will say it was doctored. If you show live people snitch."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR No Harm - After all they are Peoples Representatives and transparent conducts are expected from them.That was not the Corporate Office Any Crony. When we boast about Transparency, then what is harm in showing the event..\nUnfortunately, Arrogance &amp; Mediocrity ruling India.."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR Because he is only habituated with oneway communication Manki bat"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR There are Some Protocols Mr"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR If someone says anything sensitive which is yet to be announced , then it can create panic in whole country\nWhich can make the situation worse...\nThat is why..."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR Because u are Big zero and u dont know about protocol"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_11",
                    "tweet": "@COMMENTATOR @AUTHOR Ask your master why he is not establishing oxygen plants, @USER web site has no information regarding covid help. @USER busy in PR and you in licking"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_12",
                    "tweet": "@COMMENTATOR @AUTHOR Then show whole conversation... apology by CM to PM should also be shown then.. y to hide that"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_13",
                    "tweet": "@COMMENTATOR @AUTHOR Why didn’t he announce that he was recording instead of sneaking it in?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_14",
                    "tweet": "@COMMENTATOR @AUTHOR Live telecast me koi problem ni h\nB8 jb sirf apni apni baat ka live telecast ho aur telecast ki vajah se ek script ki trh istemal ho to vo haram khori h\nLive telecast krna tha to sb ko bta kr krta"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_15",
                    "tweet": "@COMMENTATOR @AUTHOR तुम नहीं समझो गे। अपने घर की हर बात गली वालों को बाद में भी कभी बताते हो क्या Live telecast तो दूर की बात है। कैमरा मिल गया तो ये जैसे अदरक मिलने पर करता है @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_16",
                    "tweet": "@COMMENTATOR @AUTHOR Leftist won't understand meaning of federal structure. Did you ask what state government did first ? Each state government is primarily responsible for public health in state as state list of schedule seven. How many oxygen plants Delhi govt started in one year?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_15_reply_17",
                    "tweet": "@COMMENTATOR @AUTHOR Congress ke time bhi meetings hoti thi aaj tak kosi ne wo protocol nhi toda... Tab kyu nhi puchha ye sawal ki kyu telecast nhi hone dete?? \nChammach daal le apne muh me...."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_16",
            "tweet": "@AUTHOR मत कहो \nपीएम की इमेज खराब होगी \nयूपी में शमशान घाटों को टीन शेड लगवा कर छिपाया जा रहा है । योगी आदित्य नाथ की बदनामी होती है । \nकेजरीवाल सही ढंग की जबाबी राजनीति कर रहे हैं । ऐसा ही होना चाहिए । गलत को नंगा करो सब के सामने ।"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_17",
            "tweet": "@AUTHOR First tell why mamta begum don’t come in covid meetings?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_18",
            "tweet": "@AUTHOR Yes correct.... no time for  protocol.... provide  oxygen first...... rest you can speak in election rallies...",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_18_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Just shhuut up. Who are you ?"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_19",
            "tweet": "@AUTHOR All the media channels including the beloved NDTV went to ad break a couple minutes after they realized that they showed kejriwal asking Modi for help and highlighting the problems in Delhi. So much for PR!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_20",
            "tweet": "@AUTHOR He has done the right thing"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_21",
            "tweet": "@AUTHOR No apology?\nOnly answers required?\nMr. Fakir?",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_21_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Mr. Fair ko🤜 me jhula de do...\nJungle me jaane k liye"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_22",
            "tweet": "@AUTHOR Requirement Dated: 23/04/2021 \n*Plasma reqd for Critical Covid Patient*\nPatient:Gaurav Tiwari\nPatient Age:35\nBlood group: O+ \n(any blood group will work)\nHospital: Venkateswara Hosp Dwarka,N delhi\nRelative:Rangoli\nRelative no: 7838348775  #CovidSOS #CovidResources #PlasmaDonor"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_23",
            "tweet": "@AUTHOR Madam there is a protocol\n\nAgar aap ko proper toilet use karne ko kaha jaye to protest main Ap  open main jakar bathroom kate to this is not correct",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_23_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR BJP taught this to nation how to malign oppoito get task done"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_24",
            "tweet": "@AUTHOR All norms and paramparas of Hon PM of India has been seen flying in West Bengal air"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_25",
            "tweet": "@AUTHOR @USER Absolutely correct - the PM has been escaping accountability since 2014 and championing the cause of holding election rallies only."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_26",
            "tweet": "@AUTHOR News headlines “ PM done high level meet with CM of states and directed necessary steps that states has to take”.\nPain is becoz there plan didn’t go well for  flashing this headline"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_27",
            "tweet": "@AUTHOR 👏👏👏"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_28",
            "tweet": "@AUTHOR #GetWellSoon जय श्री राम 🙏"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_29",
            "tweet": "@AUTHOR apologies r solution? or to be answerable for fault is solution, how much time take to build a oxygen factory in district? we have lots of unemployment, if a bridge can make fast by more workers, necessary facilty can be establish, patient relative can do free of cost."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_30",
            "tweet": "@AUTHOR @USER Lives of Indians &gt; Some random protocols\n\n@URL",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Random protocols? Why did the other CM's not break it? You think they have no solutions? \n'Empty vessels make more sound'"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_2",
                    "tweet": "@COMMENTATOR @USER @AUTHOR @USER He is saying other state (Bjp ruled) are stopping delhi oxygen  and there was plan for setting up 8 oxygen plants in delhi in dec 2020 which is still not completed by center .\n\nHamchor Center hai !\nAur inke pas pura time h election ke liye ?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Hey Siddharth, Kejriwal promised home delivery of oxygen in a week in August 2020.\nHas his one week finished since then? @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Lives of Indians &gt; Some random protocols &gt; Make meetings political"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR @USER growup in life, why is only BJP responsible for election rallies, isn't all political parties responsible. if BJP was doing rallies, so was TMC. Regarding Delhi CM, why is he not taking responsibility, why is he blaming central govt only. Centre responsible for entire nation."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR @USER its not politics , when BJP doesnt favour any other government this is the perfect way to let nation know. How baised is central govt . Sahi Kejriwal ne.. atleast he has a voice !!"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Why then he did not build any plant for oxygen in these days? Who is the CM in Delhi? Every 5 mins he pops up on TV..wasting money looks like a struggling actor who thought of bollywood entered into politics &amp; then some call him IRS? Only BJP was doing rallies🤔 #ArvindKejariwal"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR @USER इससे पूछ की ५ साल क्या झक मार रहा था"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Sirji Kejuruddin ko boliyr pehle Kissano ko hataaye baad mein khi blame kre"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Acha bsdke woh TMC congress left ki rallies nahi dikh rahi hai tujhe mccccc"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_11",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Lives of Indian&lt;𝙖𝙙𝙫𝙩 @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_12",
                    "tweet": "@COMMENTATOR @AUTHOR @USER potty jaane ki jaldi mein darwaza kitni baar khula choda hai? kuch batao bhai."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_13",
                    "tweet": "@COMMENTATOR @AUTHOR @USER He is a pure rat liar. So are you. These were sanctioned in jan from pm cares. Why did delhi only complete one out of eight\n\n@URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_14",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Ok...so by your logic AAPiye...from tomorrow we will see drastic drop in covid cases in Delhi because by breaking the protocol, Kejriwal has saved  lives of Indians and Delhites. Right?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_15",
                    "tweet": "@COMMENTATOR @AUTHOR @USER तुम्हारी सोच और समझ पर ये भी @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_30_reply_16",
                    "tweet": "@COMMENTATOR @AUTHOR @USER To bh$sdi ke, tu batayega ab kaise kaam karna hai?"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_31",
            "tweet": "@AUTHOR चोर चोर मौसेरे भाई..."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_32",
            "tweet": "@AUTHOR you worry about West Bengal",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_32_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR 🤣She is too smitten by the term Lutyens hv given her.. \"Firebrand Mahua\"."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_33",
            "tweet": "@AUTHOR Don't praise Kejriwal so much, he is also the same the only difference is that he is more educated.",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_33_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Educated version of Modi"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_34",
            "tweet": "@AUTHOR Exactly right !! Whether it’s a political game /gimmick or not I don’t know but it is good to be transparent to people of India , what’s going on !! Atleast citizens of India must know what’s happening!!! Nobody should play passing the ball game !!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_35",
            "tweet": "@AUTHOR Dear Indians,\nCan you stop dying please?\nIt is giving Modiji a bad name.\nThanks.",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_35_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR 😅😉👍👍"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_36",
            "tweet": "@AUTHOR Yes madam! Cm intentionally calling media for the broadcast of an highly confidential meeting; that's not propaganda to show fake concern! PM's exercises are carefully orchestrated?? Cool cool!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_37",
            "tweet": "@AUTHOR \"Protocol\", ofcus TMC wouldn't know🥱"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_38",
            "tweet": "@AUTHOR Every one's  attention  is  diverted  to oxygen but what's  happening to  shortage and non availability  of vaccines  even for 2nd dose? Or is this a strategy?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_39",
            "tweet": "@AUTHOR @USER voters have a right to know what is discussed about oxygen shortage"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_40",
            "tweet": "@AUTHOR 2 मई दीदी गई...!!😂😂😂 West Bengal will be free from TMC Virus. The most mutant strain."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_41",
            "tweet": "@AUTHOR If Maharashtra  govt says vacines produced  in Pune should be  given to Maharashtra  only what WB govt or persons will do?\nYour Didiji says Oxygen  from WB should not be  sent to other states. Hypocracy of highest  order",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_41_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR They already said that"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_42",
            "tweet": "@AUTHOR perfect Madam"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_43",
            "tweet": "@AUTHOR Didi....O...Didi..For you everything is \"Khela\". \n\nGet well soon."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_44",
            "tweet": "@AUTHOR Protocol is something TMC goons would never understand since even basic manners and shame are foreign concepts for TMC people.."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_45",
            "tweet": "@AUTHOR Delhi CM well done..!!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_46",
            "tweet": "@AUTHOR Mootra, let the PM focus on curbing this calamity which your keju darling is unable to stop. His rona dhona on TV is proof that he is about to jump the ship he is trying so hard to sink."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_47",
            "tweet": "@AUTHOR Hehe😂😂 your CM already skipped 2 ,PM CM meetings for election Campaign and you came here to give fokat ka gyaan😂😂😂🙏.."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_48",
            "tweet": "@AUTHOR हिम्मत होनी चाहिए जनता के सामने जाने की, सीएम दिल्ली में है वो जज़्बा।"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_49",
            "tweet": "@AUTHOR Gawar aunty,\nProtocols are something.\nPeople like you cry over save constitution but same people will not follow constitution.",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_49_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Lmao clearly someone’s never held a copy of the Constitution in their hand, let alone reading it &amp; getting themselves the education they so direly need. Sit down, child."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_49_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR When her 'demented' Didi herself is not following many protocols, how can you expect this motor-mouth to be any better?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_49_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Engineer sahiba she is MP and doctorate in finance , so gawar kon hai ye abhi batata hu , PM ji ne ye self declared protocol 8 Apr ko khud breach kiya hua hai so stop defending lying PM and start supporting for oxygen supply, @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_49_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Protocol is to stop Delhi's quota of  oxygen?\nProtocol is avenge states for not voting for BJP?\n\nProtocol is to let people to Delhi die outta lack of oxygen?\n\nProtocol is to shamelessly campaign In Bengal &amp; spread COVID &amp; while others are battling hammer &amp; nail to defeat COVID?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_49_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_49_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR This is a centre made protocol you dumbass... 😅... this has nothing to do with the constitution"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_50",
            "tweet": "@AUTHOR Obviously  you steer in the opposite  direction. The Delhi CM was stealing limelight in a health  crises. Not conducive to what he proposed to do for Delhi but make a show of his appeal. \nPitiable state of GTB hospital  in Delhi which falls in the backyard of R.G. Hospital."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_51",
            "tweet": "@AUTHOR Mam the thing is 10 states cm were there 7 bjp ruled if i m not wrng 3 non BJP delhi maharastra rajasthan \nBjp ruled states wnt raise the issue so onus for contry was on 3 states delhi got chance and @USER spoke truth"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_52",
            "tweet": "@AUTHOR He doesn't miss to show his face...even on vaccine certificate...which democratic leader does that"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_53",
            "tweet": "@AUTHOR 💯💯💯💯\nYou can't be more correct."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_54",
            "tweet": "@AUTHOR Ma'am I would like to host a debate between you and @USER. Please consider 🙏🏻",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER 😂😂😂😂"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Ek teer do nishan"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Battle for dumbness"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Women card phek Marengi ye... account suspend ho Jayega"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR @USER It will be called 🤡 to 🤡 conversation"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Debate on Politics or Mathematics? 😂"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Just for time to pass the debate is okay👍👍"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Mahua OOO Pahua.... 🤪"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_9",
                    "tweet": "@COMMENTATOR @AUTHOR @USER 😁😁😁😁"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR @USER It will be wonderful to watch the conversation between a sienis and a shkolar."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_11",
                    "tweet": "@COMMENTATOR @AUTHOR @USER It will be like Paapu vs Paapu 😭"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_12",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Ohh shit it would be biggest debate after Trump vs Biden"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_13",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Will be a laugh riot"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_14",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Hmmm sounds good but trust me man @AUTHOR comes out a winner"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_15",
                    "tweet": "@COMMENTATOR @USER @AUTHOR @USER Please include the queen of drama queens @USER too 😂😂"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_16",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Bhai reham khao reham,,,,is mahamari k samaj ,,jameen pe lita lita k pet pakad k hasne ko majboor na karo bhai😂"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_17",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Both might discuss designer sarees🤡"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_18",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Host kaun banega ?🤣🤣🤣\nEk taraf Pythagoras aur dusre taraf 👹"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_19",
                    "tweet": "@COMMENTATOR @AUTHOR @USER You already interview Mahua ma'am. Why another interview? Lalchi"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_20",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Maharashtra - Best CM\n\nDELHI - Over Smart CM\n\n#DelhiOverSmartCM"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_21",
                    "tweet": "@COMMENTATOR @AUTHOR @USER @USER  vs @AUTHOR  ye dono apni baat hi bolti rhti aas pass kya chl rha hai kuch mtlb nhi hai all they need is good loudspeaker rest all is distraction 🤦🏻‍♀️ @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_22",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Debate between dumb and dumber"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_23",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Godi"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_24",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Mahua will win bcoz she can speak better hi-fi English than Priyanka..\n\nLagi bet 🤭"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_25",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Please organise a open if not a debate a press conference with the great leader PM Modi and Sha.. Hope you know what u are talking."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_54_reply_26",
                    "tweet": "@COMMENTATOR @AUTHOR @USER Madams dopamine levels are constantly depleting therefore cannot accept your request!\nSoon madam shall be taking an exodus across border with her entire kind post 2May"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_55",
            "tweet": "@AUTHOR FIRST ATTEND COVID MEETINGS then BARK! \n\nTMC CM Mamata Banerjee skipped official meetings with PM Modi in all last 4 times.\n\nJan 23\nMar 17\nApr 8\nApr 23 @URL"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_56",
            "tweet": "@AUTHOR What is the problem in making all these meetings public...\nAtleast we know what's going on..."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_57",
            "tweet": "@AUTHOR I kind of agree but it should have been telecasted in open. As voters and citizens we need to know what’s happening. Throwing everything under carpet has been our expertise"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_58",
            "tweet": "@AUTHOR What was Modi trying to hide ? Afraid his attitude and arrogant demeanour will get exposed to public? @USER"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_59",
            "tweet": "@AUTHOR Peele dat wali chup rahiye aap"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_60",
            "tweet": "@AUTHOR What if khujaliwal is fucked badly  by  pm in front of the entire Nation? What answers you want from PM ? You will get proper reply in 1st week of May!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_61",
            "tweet": "@AUTHOR Delhi CM @USER is  responsible for the problem in the state because of his governance model of freebies and TVAdvts at taxpayer’s money in NationalChannels for promoting his party nationally. Now he wants everything to be done for him by GoI in a second! @USER @URL",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_61_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR @USER @USER Okay, so what is your solution kind sir? You very rightly said cribbing about the problem is being a part of the problem. Waiting to hear about your recommendations on efficient governance :)"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_62",
            "tweet": "@AUTHOR Ma'am I like to watch a meating with you and @USER , consider plzz !!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_63",
            "tweet": "@AUTHOR Absolute nonsense argument.. When a CM using the meeting of CMs with PM as a PR stunt shows the low level politics he is playing with the ppl of its state. The meeting is meant for discussion not recording it secreatly &amp; playing politics."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_64",
            "tweet": "@AUTHOR It’s violation of protocol not janta Darbaar!!!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_65",
            "tweet": "@AUTHOR पद और गोपनीयता की शपथ किस लिए लेते हैं फिर?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_66",
            "tweet": "@AUTHOR People deserve the rulers they chose, not once but TWICE!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_67",
            "tweet": "@AUTHOR I can even read the tweet in loud irritating noise.."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_68",
            "tweet": "@AUTHOR Plagiarized speech. Plagiarized brain. What next?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_69",
            "tweet": "@AUTHOR You better arrange your security after 2nd may \nI am scared that after loosing election may the bengali people won't slap you"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_70",
            "tweet": "@AUTHOR But mam... The CM apologised immediately bcoz he know he did a blunder."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_71",
            "tweet": "@AUTHOR @USER It also applies vice versa, aaj protocol ka rona BJP macha rahi hai...Jab mamta banerjee ka phone Tap hua tha tab vo chup thi..."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_72",
            "tweet": "@AUTHOR BTW was bengal cm even in the meeting?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_73",
            "tweet": "@AUTHOR @AUTHOR is the female version of @USER..😊"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_74",
            "tweet": "@AUTHOR Surely don’t expect you to be outraged... After all, many outside #Bengal feel Shri #Kejriwal was only playing his Good Brother role &amp; responding to Didi’s SOS sent earlier for ‘Help’ to all non-BJP Parties...",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_74_reply_1",
                    "tweet": "@COMMENTATOR @USER @AUTHOR Kejriwal is Modi younger brother both are worried about they image spend core of money on publicity both should be kicked out asap"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_75",
            "tweet": "@AUTHOR Ye kuch v bol sakti hai 🤢😂"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_76",
            "tweet": "@AUTHOR Is he still Hon'ble ?..."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_77",
            "tweet": "@AUTHOR It's the protocol!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_78",
            "tweet": "@AUTHOR For your kind information.. He is not chief minister of Delhi.. He is owner of #Delhi .."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_79",
            "tweet": "@AUTHOR Yes, birds of the same feather flock together! A replacement for mamta who can communicate better though irrelevant!\n@USER \n@USER \n@USER"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_80",
            "tweet": "@AUTHOR KHUJLIWAL"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_81",
            "tweet": "@AUTHOR But Momta didi said oxygen manufactured in Bengal will not be allowed to go out of Bengal....."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_82",
            "tweet": "@AUTHOR This is why TMC is loosing.😂",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_82_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Mahua Mitra is Priyanka Chaturvedi of TMC. Both a dung class people."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_83",
            "tweet": "@AUTHOR पहले अपना घर संभाले WB,हाथो से खिसकता जा रहा है । फिर पूरे देश की भी सेवा कर लीजिएगा आगे कभी।"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_84",
            "tweet": "@AUTHOR Why did HCM apologise then?\nWas it part of the 'orchestrated PR' script?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_85",
            "tweet": "@AUTHOR Exactly! Just like news channels only live telecasted the terror attack on 26/11. Nothing wrong happened. Terrorists only got information about every step and only a few hundred more people were killed. Nothing wrong. Protocols are shit. Why they are even made? What crap!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_86",
            "tweet": "@AUTHOR This view is not acceptable.\nPolitical rivalry must not degrade the August post of PM.\nToday Modi ji is there , tomorrow somebody else will be there.\nBe civil.\nIt costs nothing.",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_86_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Each discussion between CM delhi &amp; pm Delhi should be telecast live.\nWe have given vote to both. So we are entitled to know how they resolve such important issues &amp; who wants welfare of us all."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_87",
            "tweet": "@AUTHOR U know the way u tweeted u have  answered ur own question. This is why u all will never ever coming back to power again. Irrespective of any issue one has to  maintain decorum and follow rules."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_88",
            "tweet": "@AUTHOR Aunty , next time don't crib when phones are tapped...It's health emergency !!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_89",
            "tweet": "@AUTHOR Can May 2nd come  any sooner?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_90",
            "tweet": "@AUTHOR Country cannot be run like your gundas rum #WestBengal Plz stay limited to WB and spare India"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_91",
            "tweet": "@AUTHOR Hold it.\nIF Delhi CM had spent his time &amp; taxpayer money conscientiously over the past 1yr., yes, put it on national TV. Do it every single day.\nNot if there's been consitent dereliction of duty &amp; then go on national TV hours before sh*t hits the fan to manage perception."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_92",
            "tweet": "@AUTHOR Mam,it's better to be silent and appear fool than to speak and confirm it.\n\nCentral Government had sanctioned fund in December 2020 to setup 8 Oxygen plants in Delhi..\n\nMadarniya Kejriwal only setup 1 plant.\nHe was busy giving free wifi to protestors @URL",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR What about exporting oxygen, vaccine and remdesivir ?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Abbe gadhe,jab fund sanction kar diya Delhi govt ko.\nTo ab plant bhi BJP govt bana ke degi.\n\nEkdam pagal ho kya be."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR Kerala govt gave 50 cr to build its State run KMML oxygen plant now making only surplus oxygen state in India supplying it to Karnataka and Goa.\n\nCentre gave 201.58 cr for 162 PSA  oxygen plant..\n\nDifference is in the figures and not in publicity stunt by Modi."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_4",
                    "tweet": "@COMMENTATOR @AUTHOR Union health secretary has himself said that they were acting slow in Jan &amp; Feb due to low covid cases!! Visionary leadership!!"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_5",
                    "tweet": "@COMMENTATOR @AUTHOR Oo wow kitna ghatiya insan h @USER"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_6",
                    "tweet": "@COMMENTATOR @AUTHOR These Plants have been floated as tender by @USER and also ordered by Center as per attached format, entire process till ordering is done by Center continuing its policy of taking over state subjects and failing repeatedly @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_7",
                    "tweet": "@COMMENTATOR @AUTHOR Sanctioned?\nIs that like the 1.25 lakh crore sanctioned to Bihar &amp; 20 lakh crore sanctioned for corona stimulus?\n\nForget 'sanctioned' funds.\nFirst, ask Centre to stop delaying GST that it owes to states incl Delhi.\n\n @URL @URL"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_8",
                    "tweet": "@COMMENTATOR @AUTHOR Madarjat Modi ki gaand fatt ke 4 hogyi, arey, unscripted sawal aagya. Toilet nikal gya baithe baithe, aur bol rha h keju ne protocol tod dia. Apne mann ki baat kehle chutad Modi to shi h, koi aur keh de, to vhi hagg deta h 🤣🤣"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_9",
                    "tweet": "@COMMENTATOR From whr r in India r u frm?"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_92_reply_10",
                    "tweet": "@COMMENTATOR @AUTHOR When the central government allocated funds for the setting up of these plants it was clearly mentioned that thr Ministry of Health and Family Welfare will be installing them. So yes, it IS better to zip up and read rather than talk and make a fool out of yourself."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_93",
            "tweet": "@AUTHOR Protocol samajthi hai aap🤬"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_94",
            "tweet": "@AUTHOR Learn from Orrisa CM on expressing purpose and cooperation."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_95",
            "tweet": "@AUTHOR Your CM hasn’t attended one single COVID meeting, first attend them give sermons"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_96",
            "tweet": "@AUTHOR Isko kisne mp banaya be\nKatai ...... Aurat h ye"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_97",
            "tweet": "@AUTHOR Definetly ji ."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_98",
            "tweet": "@AUTHOR Did he answer? No."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_99",
            "tweet": "@AUTHOR Gawar chugli aunty, PROTOCOLS ka meaning maalum hain?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_100",
            "tweet": "@AUTHOR You are khejri of West Bengal 😊😊",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_100_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Shruti Really some people are totally brainless..."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_101",
            "tweet": "@AUTHOR He already apologised. Kid."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_102",
            "tweet": "@AUTHOR A question related to corona:\n\nWhen ll your CM of WB attend a meeting on the same or ll she hv her minions drop F bombs like before.\n\n&amp; we don't expect a TMC to understnd protocol &amp; ethics.We hv bore witness to their nonchalance since years now. @URL"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_103",
            "tweet": "@AUTHOR You mean..\nSo what if someone telecast the live telecast of first night..\nWhole world is doing this things in their first night..\nLogical he... Na..."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_104",
            "tweet": "@AUTHOR Did Arvind Kejriwal or MamtaJi also brodcasted live feed from their own cabinet meetings?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_105",
            "tweet": "@AUTHOR Face the facts truthfully \nNo photobaji no bhashanbaji"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_106",
            "tweet": "@AUTHOR 2 मई, दीदी गई"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_107",
            "tweet": "@AUTHOR Have you been banned from arranging or manufacturing Oxygen ? What's stopping you?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_108",
            "tweet": "@AUTHOR #WeCantBreathe"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_109",
            "tweet": "@AUTHOR Then question arises what he was doing for last 7 years as CM.  He asked vote on the basis of Health &amp; education &amp; won.  At the end central govt had to come to rescue.  If Modi has to do why do we need even a state govt.  2 मई,  दिदि गयी.",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_109_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Delhi has no power to produce Oxygen.\nThey why blame Arvind kejriwal."
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_109_reply_2",
                    "tweet": "@COMMENTATOR @AUTHOR Oxygen supply and vaccine distribution are central government responsibility , they manage these resources,forget delhi all states in india getting oxygen suppy from center so how he is wrong in asking oxygen,hospitals hai doctors hai oxygen nhi hai jo centre dega wahi to manga"
                },
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_109_reply_3",
                    "tweet": "@COMMENTATOR @AUTHOR It is the central government's duty to allocate oxygen.Oxygen is being taken from West Bengal and allocated to other states as well.Let us not do politics on this.And yes #Didi will be re-elected as CM of WB"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_110",
            "tweet": "@AUTHOR Madam, please focus on WB. Leave Delhi alone. One Kejriwal is enough for us."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_111",
            "tweet": "@AUTHOR Please discuss the election strategies of TMC, discussion that happens between Mamta Bannerjee and Prashant Kishore  and live telecast it"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_112",
            "tweet": "@AUTHOR As per what you just said, every state CM should go live with their internal meetings then!!! Right?? Why not start with Bengal for that matter and go live with all the meeting that are held by CM?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_113",
            "tweet": "@AUTHOR Will CM Delhi explain the expenditure of 600 crores against health or his varying statements over ixygen availability? One who works, contacts people personally and not through social media. Cheap politics over human lives. God will never forgive."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_114",
            "tweet": "@AUTHOR @USER who happens to be the Health Minister of WB, never attended any Covid review meeting. \n\nNadia district is having 2155 active Covid cases and 330 death. What Krishnanagar MP is doing? Giving 'Gayan' to SC."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_115",
            "tweet": "@AUTHOR No wonder , gutter species jump in to support each other.  Orchestrated PR exercise - ask your Didi and drama master PK about how a wheel chair is being used for the last 3 weeks for PR.."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_116",
            "tweet": "@AUTHOR Not surprised one bit that you would take his side. Not one bit."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_117",
            "tweet": "@AUTHOR मैम, बंगाल विधानसभा चुनाव प्रचार में फ्री वैक्सीन देने का वादा किया भाजपा। ऐसा वादे बिहार विधानसभा चुनाव 2020 में भी किया गया था। लेकिन केंद्रीय सरकार वैक्सीन 152 में खरीद करेगी और राज्य को 400/में मिलेगी निजी अस्पताल उसे 60./में बेचेगी, मनमाने ढंग से दाम वसूल करेगी। जनता के बीच"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_118",
            "tweet": "@AUTHOR Pta tha Aap defend karne aa jaogi"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_119",
            "tweet": "@AUTHOR Didi... O.... Didi... 🤣🤣🤣😭😭😭😭😭"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_120",
            "tweet": "@AUTHOR Calm down. Uff Even your tweets are LOUD !\nInstead,  Help didi pack her stuff from Nabanno. It's  almost time for her to vacate."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_121",
            "tweet": "@AUTHOR Mahua u r suitable for biggBoss reality shows.....\n\nI am sure show makers want a loud mouther like u...."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_122",
            "tweet": "@AUTHOR #TraitorsSupportTraitors"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_123",
            "tweet": "@AUTHOR There is some thing like \"internal meetings \" and \"public meetings\". And you are aware of the fact."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_124",
            "tweet": "@AUTHOR Kejriwal exposed Modi on live TV 😆🔥 @URL",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_124_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Hann cheating main tum log mahir ho @URL"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_125",
            "tweet": "@AUTHOR बचे हुए विधानसभा क्षेत्र में जनता के बीच बोलने चाहिए ताकि सच जान सके। वैक्सीन की कीमत अलग अलग तौर पर क्यों। भाजपा फ्री वैक्सीन देने का वादा किया है। जबकि नहीं देगी।"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_126",
            "tweet": "@AUTHOR When will you spk truth"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_127",
            "tweet": "@AUTHOR It would have been an honest interview from the PM for once."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_128",
            "tweet": "@AUTHOR We were expecting the same reply from momta. Dono ek jaise hi hai. Chu***ya Minister. 😂"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_129",
            "tweet": "@AUTHOR IQ Level : -100"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_130",
            "tweet": "@AUTHOR Kejriwal failed to make arrangements with railways to get oxygen. Now blaming Modi @URL"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_131",
            "tweet": "@AUTHOR Very simple answer , put blame on centre for state failure and to become hero।\n\nConfidential meeting are not meant to put on public forum and he already knows it hence says sorryand if you keep doing it these meeting will become war zone politically and outcome will be zero। @URL"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_132",
            "tweet": "@AUTHOR Facts are there for all to see. Contribution of Delhi CM to Covid fight is evident.\n\nIf you can't understand or see the lacuna, the problem lies with you. Don't blame others for it.\n\nNow go get some education and commonsense."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_133",
            "tweet": "@AUTHOR Last line of your tweet: Why do you differentiate between behaviors/attitudes of 2 Constitutional heads on basis of your political ideology? Visceral hatred for the PM &amp; his Central Govt is all you'll opposition leaders can offer to us Voters of India. How to take you seriously??"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_134",
            "tweet": "@AUTHOR All talks between politicians and local thugs  for cut money and  politicians and businessman for commission should also be televised to usher in transparency and probity."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_135",
            "tweet": "@AUTHOR Bengal sambhal nhi raha gyan Delhi ko"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_136",
            "tweet": "@AUTHOR Sorry there is a term known as Protocol, which should be adhered by all specially in sensitive situations. No body is interested in your politics, but when in power be it PM or CM, we have to act responsibly for the betterment of people."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_137",
            "tweet": "@AUTHOR You all belong to same genus and family ."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_138",
            "tweet": "@AUTHOR So what if West Bengal Health Minister also a CM @URL"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_139",
            "tweet": "@AUTHOR He broke protocol AND he lied\n\nUP and Andhra Pradesh have sent requests to transport oxygen tankers. MP has also expressed interest. There is no mention of any request received from the Delhi govt in the statement issued yesterday."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_140",
            "tweet": "@AUTHOR Randi Rona by Mahua"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_141",
            "tweet": "@AUTHOR You look so nice when you stay still..dont do anything and break it"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_142",
            "tweet": "@AUTHOR Oxygen to nak mey jata na @URL",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_142_reply_1",
                    "tweet": "@AUTHOR Good he didn't put his finger in his anus and smell it..."
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_143",
            "tweet": "@AUTHOR Started game of politics. You think question can't be asked without televising ? This is the ways these politicians put their views that fir a moment you will feel they are correct  Cheap politics. Questions &amp; answer both are valid but intention is not. \n\n#IndiaFightsCorona"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_144",
            "tweet": "@AUTHOR Highly sensitive matter is been taken so casually by this Pseudo MP.\nThink if the matter &amp; content of discussion is regarding to Country's Security and not Oxygen.\n\nWill this lady say the same ??"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_145",
            "tweet": "@AUTHOR The one who never followed protocols is reprimanding others for it,  its a tragedy for India."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_146",
            "tweet": "@AUTHOR Hello Bhakton Chai pee lo ☕ @URL"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_147",
            "tweet": "@AUTHOR Vulures loitering around death , that’s what Kejriwal , Mamta and Mahua are , who spent millions on PR and are clueless about their states !"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_148",
            "tweet": "@AUTHOR VERY BAD SITUATION FOR COMMON PEOPLE."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_149",
            "tweet": "@AUTHOR So tomorrow will you live telecast the cabinet meetings of WB govt in the name of transparency? Matlab kuch bhi bolna padega oppose karne ke liye..."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_150",
            "tweet": "@AUTHOR The way @AUTHOR is degenerating we may have to see her photograph upside down to recognize her.\nOn a serious note, who cares about her rants."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_151",
            "tweet": "@AUTHOR Another jumla of 26000/- Cr for gareeb jan yojna I just want to know who says gareeb need anaaj at this moment . At this moment we need oxygen, we need hospital beds , we need medicine govt is distributing anaaj total disconnection with a need of hour"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_152",
            "tweet": "@AUTHOR PM has no clue how to take direct questions he can only perform when it has been choreographed by his babus, one can see him looking left and right trying to think of something to say!!"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_153",
            "tweet": "@AUTHOR No broadcasting allowed against God Mod and his failure"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_154",
            "tweet": "@AUTHOR At least @USER has the grace and etiquette to own up the breach of protocol and apologise for the same. This shows his maturity. There would be people to provoke Kejriwal to ferment friction between him and the PM. These people dnt want peace. They thrive on anarchy."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_155",
            "tweet": "@AUTHOR Anyways after 2 May you and ur CM won’t be invited to these PR exercises."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_156",
            "tweet": "@AUTHOR All meetings should be open and telecast live to the citizens. People have a right to see how their representatives act in tough situations."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_157",
            "tweet": "@AUTHOR there are some talks which should remain in the bedroom and the kids shouldn't know about them.. one does have to understand protocols. you have worked in US right, didnt they teach you that if you have to record anything you need to take permission from the other person too?",
            "replies": [
                {
                    "tweet_id": "2021_train_main_tweet_23_comment_157_reply_1",
                    "tweet": "@COMMENTATOR @AUTHOR Tumbler party m@USER@USER will never understand protocols dada"
                }
            ]
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_158",
            "tweet": "@AUTHOR is PM an oxygen producer company, states have to make arrangements, health is a state subject, what the local administration is doing in each state"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_159",
            "tweet": "@AUTHOR Do honorable C.M's have some duty ? or everything have to be done by Honorable PM ? One full year past state government failed miserably ,nothing was done to counter this situation. if U.P government can install Oxygen plant in hospitals then why not Delhi government?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_160",
            "tweet": "@AUTHOR Birds of a feather flock together. As if the centre is not aware of the situation and Kejriwal has enlightened the centre."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_161",
            "tweet": "@AUTHOR Tu तलवे चाट"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_162",
            "tweet": "@AUTHOR Your concern on other state delay of oxygen supply by traffic mess up as well, you pls ensure now Delhi is now with sufficient supply of oxygen by centre, as kejriwal acknowledge about this is social media too.\n\n#WBloser"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_163",
            "tweet": "@AUTHOR telecasting without consent? Also if Kejriwal was right, why did he STOP it?"
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_164",
            "tweet": "@AUTHOR @USER Out of syllabus question raised to PM."
        },
        {
            "tweet_id": "2021_train_main_tweet_23_comment_165",
            "tweet": "@AUTHOR So Where are Mohalla Clinics now Maulvi maata ????"
        }
    ]
}